Repository: 6ahodir/corpus
Catalog: computer terms.po
Languages: uz_uz

source: Link underlining:
uz_uz: Ҳавола тагига чизиш:

source: Hide minor edits from recent changes
uz_uz: Янги ўзгаришлардан кичик таҳрирларни яшириш

source: Hide patrolled edits from recent changes
uz_uz: Янги ўзгаришлардан текширилган таҳрирларни яшириш

source: Hide patrolled pages from new page list
uz_uz: Янги саҳифалар рўйхатидан текширилган саҳифаларни яшириш

source: Expand watchlist to show all changes, not just the most recent
uz_uz: Фақат охирги пайтдаги эмас, балки барча ўзгаришларни кўрсатиш учун кузатув рўйхатини кенгайтириш

source: Group changes by page in recent changes and watchlist
uz_uz: Янги ўзгаришлар ва кузатув рўйхатидаги ўзгаришларни саҳифалар бўйича гуруҳларга бўлиш

source: Auto-number headings
uz_uz: Сарлавҳаларни автоматик рақамлаш

source: Show edit toolbar
uz_uz: Таҳрирлаш асбобларини кўрсатиш

source: Edit pages on double click
uz_uz: Сичқончанинг тугмасини икки марта босиб таҳрирлаш

source: Enable section editing by right clicking on section titles
uz_uz: Бўлим сарлавҳасига сичқончанинг ўнг тугмасини босиб бўлимни таҳрирлашни ёқиш

source: Add pages I create and files I upload to my watchlist
uz_uz: Мен яратган саҳифалар ва юклаган файллар кузатув рўйхатимга қўшилсин

source: Add pages and files I edit to my watchlist
uz_uz: Мен таҳрирлаган саҳифа ва файллар кузатув рўйхатимга қўшилсин

source: Add pages and files I move to my watchlist
uz_uz: Мен кўчирган саҳифа ва файллар кузатув рўйхатимга қўшилсин

source: Add pages and files I delete to my watchlist
uz_uz: Мен ўчирган саҳифа ва файллар кузатув рўйхатимга қўшилсин

source: Mark all edits minor by default
uz_uz: Барча таҳрирларимни сукут бўйича "кичкина" этиб белгилаш

source: Show preview before edit box
uz_uz: Таҳрирлаш майдонидан олдин кўриб чиқишни намойиш этиш

source: Show preview on first edit
uz_uz: Биринчи таҳрирдаёқ кўриб чиқишни намойиш этиш

source: Email me when a page or file on my watchlist is changed
uz_uz: Кузатув рўйхатимдаги саҳифа ёки файл ўзгартирилганда менга электрон хат юборилсин

source: Email me when my user talk page is changed
uz_uz: Мунозара саҳифам ўзгартирилганда менга электрон хат юборилсин

source: Email me also for minor edits of pages and files
uz_uz: Саҳифа ва файллар кичик таҳрир қилинса ҳам менга электрон хат юборилсин

source: Reveal my email address in notification emails
uz_uz: Хабар берувчи хатларда э-почта манзилим ошкор этилсин

source: Show the number of watching users
uz_uz: Саҳифани кузатаётган фойдаланувчилар сонини кўрсатиш

source: Existing signature:
uz_uz: Мавжуд имзо:

source: Treat signature as wikitext (without an automatic link)
uz_uz: Имзо вики-текст сифатида талқин қилинсин (автоматик ҳаволасиз)

source: Use live preview
uz_uz: Жонли кўриб чиқишни ишлатиш

source: Prompt me when entering a blank edit summary
uz_uz: Таҳрир ҳақида қисқа баён бўш бўлганда менга билдирилсин

source: Hide my edits from the watchlist
uz_uz: Таҳрирларим кузатув рўйхатидан яширилсин

source: Hide bot edits from the watchlist
uz_uz: Ботлар қилган таҳрирлар кузатув рўйхатида кўрсатилмасин

source: Hide minor edits from the watchlist
uz_uz: Кичик таҳрирлар кузатув рўйхатида кўрсатилмасин

source: Hide edits by logged in users from the watchlist
uz_uz: Тизимга кирган фойдаланувчилар таҳрирлари кузатув рўйхатида кўрсатилмасин

source: Hide edits by anonymous users from the watchlist
uz_uz: Аноним фойдаланувчилар таҳрирлари кузатув рўйхатида кўрсатилмасин

source: Hide patrolled edits from the watchlist
uz_uz: Текширилган таҳрирлар кузатув рўйхатида кўрсатилмасин

source: Send me copies of emails I send to other users
uz_uz: Бошқа иштирокчиларга ёзган хатларимнинг нусхаси ўзимга юборилсин

source: Do not show page content below diffs
uz_uz: Версиялар таққослари пастида саҳифа матни кўрсатилмасин

source: Show hidden categories
uz_uz: Яширин туркумларни кўрсатиш

source: Omit diff after performing a rollback
uz_uz: Таҳрир қайтарилганда, версиялар таққоси ташлаб ўтилсин

source: Warn me when I leave an edit page with unsaved changes
uz_uz: Ўзгаришларни сақламай саҳифадан чиқиб кетаётганим ҳақида огоҳлантир

source: Always use a secure connection when logged in
uz_uz: Тизимга кирганда доим хавфсиз алоқа ишлатилсин

source: Always
uz_uz: Ҳар доим

source: Never
uz_uz: Ҳеч қачон

source: Skin or browser default
uz_uz: Қобиқ ёки браузер сукути бўйича

source: Edit area font style:
uz_uz: Таҳрирлаш майдонидаги шрифт тури:

source: Browser default
uz_uz: Браузер сукути бўйича

source: Monospaced font
uz_uz: Тенг энли шрифт

source: Sans-serif font
uz_uz: Кертиксиз шрифт

source: Serif font
uz_uz: Кертикли шрифт

source: Sunday
uz_uz: Якшанба

source: Monday
uz_uz: Душанба

source: Tuesday
uz_uz: Сешанба

source: Wednesday
uz_uz: Чоршанба

source: Thursday
uz_uz: Пайшанба

source: Friday
uz_uz: Жума

source: Saturday
uz_uz: Шанба

source: Sun
uz_uz: Як

source: Mon
uz_uz: Дш

source: Tue
uz_uz: Сш

source: Wed
uz_uz: Чр

source: Thu
uz_uz: Пай

source: Fri
uz_uz: Жум

source: Sat
uz_uz: Шн

source: January
uz_uz: Январ

source: February
uz_uz: Феврал

source: March
uz_uz: Март

source: April
uz_uz: Апрел

source: May
uz_uz: Май

source: June
uz_uz: Июн

source: July
uz_uz: Июл

source: August
uz_uz: Август

source: September
uz_uz: Сентабр

source: October
uz_uz: Октабр

source: November
uz_uz: Ноябр

source: December
uz_uz: Декабр

source: Jan
uz_uz: Ян

source: Feb
uz_uz: Фев

source: Mar
uz_uz: Мар

source: Apr
uz_uz: Апр

source: Jun
uz_uz: Жйн

source: Jul
uz_uz: Ийл

source: Aug
uz_uz: Авг

source: Sep
uz_uz: Сен

source: Oct
uz_uz: Окт

source: Nov
uz_uz: Ной

source: Dec
uz_uz: Дек

source: January $1
uz_uz: Январ $1

source: February $1
uz_uz: Феврал $1

source: March $1
uz_uz: Март $1

source: April $1
uz_uz: Апрел $1

source: May $1
uz_uz: $1-май

source: June $1
uz_uz: Июн $1

source: July $1
uz_uz: Июл $1

source: August $1
uz_uz: Август $1

source: September $1
uz_uz: Сентабр $1

source: October $1
uz_uz: Октабр $1

source: November $1
uz_uz: Ноябр $1

source: December $1
uz_uz: Декабр $1

source: Categories
uz_uz: Туркумлар

source: Pages in category "$1"
uz_uz: "$1" туркумидаги саҳифалар

source: Subcategories
uz_uz: Осттуркумлар

source: Media in category "$1"
uz_uz: "$1" туркумидаги медиа файллар

source: This category currently contains no pages or media.
uz_uz: Ушбу туркумда ҳозирча саҳифа ёки медиа файллар йўқ.

source: Hidden category
uz_uz: Яширин туркум

source: Hidden categories
uz_uz: Яширин туркумлар

source: This category has only the following subcategory.
uz_uz: Ушбу туркумда фақат қуйидаги осттуркум мавжуд.

source: This category has the following $1 subcategories out of $2 total.
uz_uz: Қуйида ушбу туркумга кирувчи жами $2та осттуркумдан $1таси кўрсатилган.

source: This category has the following $1 subcategory.
uz_uz: Ушбу туркумда қуйидаги $1 та осттуркум мавжуд.

source: This category contains only the following page.
uz_uz: Ушбу туркум фақат қуйидаги саҳифадан иборат.

source: The following $1 page is in this category, out of $2 total.
uz_uz: Қуйида ушбу туркумга кирувчи жами $2та саҳифадан $1таси кўрсатилган.

source: The following $1 page is in the current category.
uz_uz: Жорий туркумда қуйидаги $1та саҳифа мавжуд.

source: This category contains only the following file.
uz_uz: Ушбу туркум фақат қуйидаги файлни ўз ичига олади.

source: The following $1 files are in this category, out of $2 total.
uz_uz: Қуйида ушбу туркумга кирувчи жами $2та файлдан $1таси кўрсатилган.

source: The following $1 files are in the current category.
uz_uz: Жорий туркумда қуйидаги $1та файл мавжуд.

source: cont.
uz_uz: давоми

source: Indexed pages
uz_uz: Индексланган саҳифалар

source: Noindexed pages
uz_uz: Индексланмаган саҳифалар

source: Pages with broken file links
uz_uz: Ишламайдиган ҳаволалари бор саҳифалар

source: About
uz_uz: Ҳақида

source: Content page
uz_uz: Таркиб саҳифа

source: (opens in new window)
uz_uz: (янги ойнада очилади)

source: Cancel
uz_uz: Бекор қилиш

source: More...
uz_uz: Батафсил...

source: This list is not complete.
uz_uz: Бу рўйхат тўлиқ эмас.

source: Page
uz_uz: Саҳифа

source: Talk
uz_uz: Мунозара

source: Talk for this IP address
uz_uz: Ушбу IP манзил учун мунозара

source: Navigation
uz_uz: Сайтда ҳаракатланиш

source: Find
uz_uz: Топиш

source: Browse
uz_uz: Кўриб чиқиш

source: Edit
uz_uz: Таҳрирлаш

source: My pages
uz_uz: Саҳифаларим

source: FAQ
uz_uz: ТСС

source: Project: FAQ
uz_uz: Лойиҳа: ТСС

source: Actions
uz_uz: Амаллар

source: Namespaces
uz_uz: Номфазолар

source: Variants
uz_uz: Вариантлар

source: Navigation menu
uz_uz: Навигация менюси

source: Error
uz_uz: Хато

source: Return to $1.
uz_uz: $1га қайтиш.

source: From {{SITENAME}}
uz_uz: {{SITENAME}}дан

source: Help
uz_uz: Ёрдам

source: Search
uz_uz: Қидириш

source: Go
uz_uz: Ўтиш

source: Page history
uz_uz: Саҳифа тарихи

source: History
uz_uz: Тарих

source: updated since my last visit
uz_uz: охирги ташрифимдан кейинги ўзгаришлар

source: Printable version
uz_uz: Босма учун версия

source: Permanent link
uz_uz: Доимий ҳавола

source: Print
uz_uz: Чоп этиш

source: View
uz_uz: Кўриш

source: View on $1
uz_uz: $1да кўриш

source: Create
uz_uz: Яратиш

source: Add local description
uz_uz: Маҳаллий тавсифини қўшиш

source: Edit this page
uz_uz: Ушбу саҳифани таҳрирлаш

source: Create this page
uz_uz: Ушбу саҳифани яратиш

source: Delete
uz_uz: Ўчириш

source: Delete this page
uz_uz: Ушбу саҳифани ўчириш

source: Undelete this page
uz_uz: Ушбу саҳифани тиклаш

source: Undelete one edit
uz_uz: Битта таҳрирни тиклаш

source: View $1 deleted edits
uz_uz: $1та ўчирилган таҳрирни кўриш

source: Protect
uz_uz: Ҳимоялаш

source: change
uz_uz: ўзгартириш

source: Protect this page
uz_uz: Ушбу саҳифани ҳимоялаш

source: Change protection
uz_uz: Ҳимояни ўзгартириш

source: Change protection of this page
uz_uz: Ушбу саҳифанинг ҳимоясини ўзгаритиш

source: New page
uz_uz: Янги саҳифа

source: Discuss this page
uz_uz: Ушбу саҳифани мунозара қилиш

source: Special page
uz_uz: Махсус саҳифа

source: Personal tools
uz_uz: Шахсий ускуналар

source: View content page
uz_uz: Мақолани кўриб чиқиш

source: Discussion
uz_uz: Мунозара

source: Views
uz_uz: Қарашлар

source: Tools
uz_uz: Асбоблар

source: View user page
uz_uz: Фойдаланувчи саҳифасини кўриш

source: View project page
uz_uz: Лойиҳа саҳифасини кўриш

source: View file page
uz_uz: Файл саҳифасини кўриш

source: View message page
uz_uz: Хабар саҳифасини кўриш

source: View template page
uz_uz: Андоза саҳифасини кўриш

source: View help page
uz_uz: Ёрдам саҳифасини кўриш

source: View category page
uz_uz: Туркум саҳифасини кўриш

source: View discussion
uz_uz: Мунозарани кўриш

source: In other languages
uz_uz: Бошқа тилларда

source: (Redirected from $1)
uz_uz: ($1дан йўналтирилди)

source: Redirect page
uz_uz: Йўналтирувчи саҳифа

source: Redirect to:
uz_uz: Ушбуга йўналтириш:

source: This page was last modified on $1, at $2.
uz_uz: Бу саҳифа охирги марта $1, $2да ўзгартирилган.

source: This page has been accessed once.
uz_uz: Бу саҳифага бир марта мурожаат қилинган.

source: Protected page
uz_uz: Ҳимояланган саҳифа

source: Jump to:
uz_uz: Сакраб ўтиш:

source: navigation
uz_uz: сайтда ҳаракатланиш

source: search
uz_uz: қидириш

source: Sorry, the servers are overloaded at the moment.
uz_uz: Узр, айни пайтда серверларга ортиқча юк тушган.

source: Too many users are trying to view this page.
uz_uz: Бу саҳифани бирданига кўпчилик кўрмоқчи бўляпти.

source: Please wait a while before you try to access this page again.
uz_uz: Илтимос, бироз кутиб туринг ва кейин бошқатдан киришга уриниб кўринг.

source: Timeout waiting for the lock
uz_uz: Қулфни кутиш вақти тугади

source: Pool queue is full
uz_uz: Сўровлар жамланмаси тўла

source: Unknown error
uz_uz: Номаълум хато

source: Usage error: $1
uz_uz: Фойдаланиш хатоси: $1

source: About {{SITENAME}}
uz_uz: {{SITENAME}} ҳақида

source: Project:About
uz_uz: Проект:Ҳақида

source: Content is available under $1 unless otherwise noted.
uz_uz: Келтирилган маълумотлар $1 орқали тарқатилмоқда (агар аксинчаси кўрсатилмаган бўлса).

source: Copyrights
uz_uz: Муаллифлик ҳуқуқлари

source: Current events
uz_uz: Жорий ҳодисалар

source: Project:Current events
uz_uz: Проект:Жорий ҳодисалар

source: Disclaimers
uz_uz: Масъулиятдан воз кечиш

source: Project:General disclaimer
uz_uz: Проект:Умумий масъулиятдан воз кечиш

source: Editing help
uz_uz: Таҳрирлаш ёрдами

source: Main page
uz_uz: Бош саҳифа

source: Project:Policy
uz_uz: Проект:Сиёсат

source: Community portal
uz_uz: Жамоа портали

source: Project:Community portal
uz_uz: Проект:Жамоа портали

source: Privacy policy
uz_uz: Махфийлик сиёсати

source: Project:Privacy policy
uz_uz: Проект:Махфийлик сиёсати

source: Permission error
uz_uz: Рухсат хатоси

source: You are not allowed to execute the action you have requested.
uz_uz: Сизда сўраган амалингизни бажариш ҳуқуқи йўқ.

source: The action you have requested is limited to users in the group: $1.
uz_uz: Сўралган амалларни $1 гуруҳи фойдаланувчиларигина амалга ошириши мумкин.

source: Version $1 of MediaWiki required
uz_uz: $1 версиясидаги MediaWiki талаб этилади

source: Version $1 of MediaWiki is required to use this page.
uz_uz: Бу саҳифадан фойдаланиш учун MediaWikiнинг $1-версияси талаб этилади.

source: See [[Special:Version|version page]].
uz_uz: [[Special:Version|версия саҳифаси]]ни кўринг.

source: OK
uz_uz: Хўп

source: Retrieved from "$1"
uz_uz: "$1" дан олинди

source: You have $1.
uz_uz: Сизга $1 келди.

source: You have $1 from another user.
uz_uz: Сиз бошқа фойдаланувчидан $1ни олдингиз.

source: You have $1 from many users ($2).
uz_uz: Сиз кўп фойдаланувчилардан $1ни олдингиз ($2).

source: a new message
uz_uz: янги хабар

source: new messages
uz_uz: янги хабарлар

source: last change
uz_uz: охирги ўзгариш

source: last changes
uz_uz: охирги ўзгаришлар

source: You have new messages on $1
uz_uz: Сиз $1га янги хат олдингиз

source: edit
uz_uz: таҳрирлаш

source: view source
uz_uz: манбасини кўриш

source: Edit section: $1
uz_uz: Бўлимни таҳрирлаш: $1

source: Contents
uz_uz: Мундарижа

source: show
uz_uz: кўрсатиш

source: hide
uz_uz: яшириш

source: Collapse
uz_uz: Йиғиш

source: Expand
uz_uz: Ёйиш

source: Are you sure?
uz_uz: Аминмисиз?

source: Yes
uz_uz: Ҳа

source: No
uz_uz: Йўқ

source: View or restore $1?
uz_uz: $1ни кўрасизми ёки тиклайсизми?

source: View $1?
uz_uz: $1ни кўрасизми?

source: one deleted edit
uz_uz: ўчирилган таҳрир

source: deleted edits
uz_uz: ўчирилган таҳрирлар

source: Feed:
uz_uz: Тасма:

source: Invalid subscription feed type.
uz_uz: Обуна учун яроқсиз турдаги канал.

source: Syndication feeds are not available
uz_uz: Синдикация тасмалари мавжув эмас

source: $1 RSS feed
uz_uz: $1 — RSS тасмаси

source: $1 Atom feed
uz_uz: $1 — Атом тасма

source: "$1" RSS feed
uz_uz: "$1" — RSS тасма

source: "$1" Atom feed
uz_uz: "$1" — Атом тасма

source: $1 (page does not exist)
uz_uz: $1 (саҳифа мавжуд эмас)

source: Sort descending
uz_uz: Камайиш бўйича тартиблаш

source: Sort ascending
uz_uz: Ўсиш бўйича тартиблаш

source: User page
uz_uz: Фойдаланувчи саҳифаси

source: Media page
uz_uz: Медиа саҳифаси

source: Project page
uz_uz: Проект саҳифаси

source: File
uz_uz: Файл

source: Message
uz_uz: Хабар

source: Template
uz_uz: Андоза

source: Help page
uz_uz: Ёрдам саҳифаси

source: Category
uz_uz: Туркум

source: No such action
uz_uz: Бундай амал йўқ

source: No such special page
uz_uz: Бундай махсус саҳифа йўқ

source: Database error
uz_uz: Маълумотлар базасида хатолик

source: Query: $1
uz_uz: Сўров: $1

source: Function: $1
uz_uz: Функция: $1

source: Error: $1
uz_uz: Хато: $1

source: Warning: Page may not contain recent updates.
uz_uz: Диққат: саҳифада янги ўзгаришлар кўрсатилмаган бўлиши мумкин.

source: Database locked
uz_uz: Маълумотлар базаси қулфланган

source: (revision#: $1)
uz_uz: (версия №: $1)

source: (Diff: $1, $2)
uz_uz: (Фарқ: $1, $2)

source: Internal error
uz_uz: Ички хато

source: Internal error: $1
uz_uz: Ички хато: $1

source: Could not copy file "$1" to "$2".
uz_uz: "$1" файл нусхасини "$2"га кўчириб бўлмади.

source: Could not rename file "$1" to "$2".
uz_uz: Файл номини «$1»дан «$2»га ўзгартириб бўлмади.

source: Could not delete file "$1".
uz_uz: "$1" файлини ўчириб бўлмади.

source: Could not create directory "$1".
uz_uz: "$1" каталогини яратиб бўлмади.

source: Directory "$1" is read-only.
uz_uz: "$1" каталоги фақат ўқиш учун мўлжалланган.

source: Could not find file "$1".
uz_uz: "$1" файлини топиб бўлмади.

source: Unexpected value: "$1"="$2".
uz_uz: Кутилмаган қиймат: "$1"="$2".

source: Error: Could not submit form.
uz_uz: Хатолик: Формани жўнатиб бўлмади.

source: This action cannot be performed on this page.
uz_uz: Бу ҳаракатни ушбу саҳифада бажариб бўлмайди.

source: Cannot delete page "$1"
uz_uz: "$1" саҳифасини ўчириб бўлмайди.

source: Bad title
uz_uz: Нотўғри сарлавҳа

source: View source
uz_uz: Манбани кўриш

source: View source for $1
uz_uz: $1нинг манбасини кўриш

source: Action throttled
uz_uz: Ҳаракат тезлиги чекланган

source: This page has been protected to prevent editing or other actions.
uz_uz: Бу саҳифа таҳрирлаш ёки бошқа ҳаракатлардан ҳимояланган.

source: You can view and copy the source of this page:
uz_uz: Сиз ушбу саҳифанинг манбасини кўришингиз ва унинг нусхасини олишингиз мумкин:

source: This page provides interface text for the software on this wiki, and is protected to prevent abuse.
uz_uz: Ушбу саҳифада дастурий таъминот интерфейси матни бор бўлиб безориликлардан сақлаш учун уни ўзгартириш таъқиқланган.

source: To add or change translations for all wikis, please use [//translatewiki.net], the MediaWiki localisation project.
uz_uz: Барча викилар учун таржималарни қўшиш ёки ўзгартириш учун, илтимос, MediaWikiнинг [//translatewiki.net] маҳаллийлаштириш сайтидан фойдаланинг.

source: <strong>Warning:</strong> You are editing a page that is used to provide interface text for the software.
uz_uz: <strong>Диққат:</strong> Сиз дастурий таъминот интерфейси матни мавжуд бўлган саҳифани таҳрирламоқдасиз.

source: Changes to this page will affect the appearance of the user interface for other users on this wiki.
uz_uz: Бу саҳифа ўзгаришлари ушбу викидаги бошқа фойдаланувчилар учун ҳам интерфейс ўзгаришига олиб келади.

source: You do not have permission to edit pages in the $1 namespace.
uz_uz: Сизда $1 номфазоси саҳифаларини таҳрирлаш ҳуқуқи йўқ

source: You do not have permission to edit this CSS page because it contains another user's personal settings.
uz_uz: Сизда ушбу CSS саҳифани таҳрирлаш ҳуқуқи йўқ, чунки бу ерда бошқа фойдаланувчининг шахсий мосламалари сақланади.

source: You do not have permission to edit this JavaScript page because it contains another user's personal settings.
uz_uz: Сизда ушбу JavaScript саҳифани таҳрирлаш ҳуқуқи йўқ, чунки бу ерда бошқа фойдаланувчининг шахсий мосламалари сақланади.

source: You do not have permission to edit this JavaScript page.
uz_uz: Сизда ушбу JavaScript саҳифани таҳрирлашга рухсат мавжуд эмас.

source: You do not have permission to edit your private information.
uz_uz: Сизда шахсий маълумотларингизни таҳрирлашга рухсат мавжуд эмас.

source: You do not have permission to edit your preferences.
uz_uz: Сизда афзалликларингизни таҳрирлашга рухсат мавжуд эмас.

source: Special pages cannot be edited.
uz_uz: Махсус номфазоси саҳифаларини таҳрирлаб бўлмайди.

source: Not logged in
uz_uz: Тизимга кирилмаган

source: Please log in to be able to access this page or action.
uz_uz: Бу саҳифани кўриш ёки амални бажариш учун илтимос тизимга киринг.

source: Bad configuration: Unknown virus scanner: $1
uz_uz: Яроқсиз мосламада: Номаълум вирус аниқловчи: $1

source: unknown antivirus:
uz_uz: номаълум антивирус:

source: You are now logged out.
uz_uz: Сиз сайтдан муваффақиятли чиқдингиз.

source: Note that some pages may continue to be displayed as if you were still logged in, until you clear your browser cache.
uz_uz: Унутманг, браузерингиз кешини тозаламагунингизгача айрим саҳифалар тизимга кирганингиздек кўринишда давом этавериши мумкин.

source: Welcome, $1!
uz_uz: Хуш келибсиз, $1!

source: Username
uz_uz: Фойдаланувчи номи

source: Enter your username
uz_uz: Фойдаланувчи номингизни киритинг

source: Enter the username
uz_uz: Фойдаланувчи номини киритинг

source: Password
uz_uz: Махфий сўз

source: Enter your password
uz_uz: Махфий сўзингизни киритинг

source: Enter a password
uz_uz: Махфий сўзни киритинг

source: Retype password:
uz_uz: Махфий сўзни қайта киритинг:

source: Confirm password
uz_uz: Махфий сўзни тасдиқланг

source: Enter password again
uz_uz: Махфий сўзни яна бир бор киритинг

source: Remember my login on this browser (for a maximum of $1 day)
uz_uz: Ҳисоб маълумотларим ушбу браузерда эслаб қолинсин (кўпи билан $1 кунга)

source: Keep me logged in
uz_uz: Ҳисобим тизимга кирган ҳолда қолсин

source: Use secure connection
uz_uz: Хавфсиз уланишни ишлатиш

source: Your domain:
uz_uz: Сизнинг доменингиз:

source: You cannot change passwords on this wiki.
uz_uz: Сиз бу викида махфий сўзларни ўзгартира олмайсиз.

source: Log in
uz_uz: Тизимга кириш

source: Log in / create account
uz_uz: Тизимга кириш / Ҳисоб яратиш

source: Log out
uz_uz: Тизимдан чиқиш

source: Don't have an account?
uz_uz: Ҳисоб ёзувингиз йўқми?

source: Join {{SITENAME}}
uz_uz: {{SITENAME}}га қўшилиш

source: Don't have an account? $1.
uz_uz: Ҳисоб ёзувингиз йўқми? $1.

source: Create an account
uz_uz: Ҳисоб ёзуви яратиш

source: Create account
uz_uz: Ҳисоб ёзуви яратиш

source: Already have an account? $1.
uz_uz: Аллақачон ҳисоб ёзувингиз борми? $1.

source: Forgotten your login details?
uz_uz: Кириш маълумотларингиз эсингиздан чиқдими?

source: Forgot your password?
uz_uz: Махфий сўзни унутиб қўйдингизми?

source: Help with logging in
uz_uz: Кириш учун ёрдам

source: You are already logged in as $1.
uz_uz: Сиз аллақачон $1 номи билан киргансиз.

source: Use the form below to log in as another user.
uz_uz: Бошқа фойдаланувчи сифатида кириш учун қуйидаги формадан фойдаланинг.

source: Create another account
uz_uz: Бошқа ҳисоб яратиш

source: Email address
uz_uz: Электрон почта манзили

source: Email address (optional)
uz_uz: Электрон почта манзили (мажбурий эмас)

source: Enter your email address
uz_uz: Электрон почта манзилингизни киритинг

source: Enter email address
uz_uz: Электрон почта манзилини киритинг

source: Use a temporary random password and send it to the specified email address
uz_uz: Тасодифан танлаб бериладиган вақтинчалик махфий сўздан фойдаланиш ва уни белгиланган электрон почта манзилига жўнатиш

source: Real name (optional)
uz_uz: Ҳақиқий исми (ихтиёрий)

source: Reason:
uz_uz: Сабаб:

source: Why you are creating another account?
uz_uz: Нимага яна бошқа ҳисоб яратяпсиз?

source: Security check
uz_uz: Хавфсизлик текшируви

source: Enter the text you see above
uz_uz: Юқоридаги ёзувни киритинг

source: Create your account
uz_uz: Ҳисобингизни яратиш

source: {{SITENAME}} is made by people like you.
uz_uz: {{СИТЕНАМЕ}} сизга ўхшаган одамлар томонидан яратилган

source: edits
uz_uz: таҳрирлар

source: pages
uz_uz: саҳифалар

source: recent contributor
uz_uz: сўнгги пайтдаги иштирокчи

source: The passwords you entered do not match.
uz_uz: Сиз киритган махфий сўзлар мос келмаяпти.

source: Username entered already in use.
uz_uz: Бундай фойдаланувчи номи аллақачон яратилган.

source: Please choose a different name.
uz_uz: Илтимос, бошқа ном танланг.

source: Login error
uz_uz: Тизимга киришда хатолик

source: Account creation error
uz_uz: Ҳисоб яратишда хатолик

source: Could not create account: $1
uz_uz: Ҳисоб ёзувини яратиб бўлмади: $1

source: Login successful
uz_uz: Кириш муваффақиятли амалга ошди

source: You are now logged in to {{SITENAME}} as "$1".
uz_uz: {{SITENAME}}га "$1" бўлиб кирдингиз.

source: There is no user by the name "$1".
uz_uz: "$1" исмли фойдаланувчи йўқ.
