Repository: 6ahodir/corpus
Catalog: computer terms.po
Languages: uz_uz

source: Check your spelling.
uz_uz: Имлонгизни текшириб кўринг.

source: You have to specify a username.
uz_uz: Сиз фойдаланувчининг исмини кўрсатишингиз лозим.

source: This user is blocked.
uz_uz: Бу фойдаланувчи четлатилган.

source: Login not allowed.
uz_uz: Тизимга киришга рухсат йўқ.

source: Incorrect password entered.
uz_uz: Киритилган маҳфий сўз нотўғри.

source: Password entered was blank.
uz_uz: Махфий сўз ёзилмаган.

source: Reset password
uz_uz: Махфий сўзни қайта ўрнатиш

source: New temporary password for {{SITENAME}}
uz_uz: {{SITENAME}} учун вақтинчалик янги махфий сўз

source: You need to provide a valid email address.
uz_uz: Сиз яроқли электрон почта манзилингизни беришингиз керак.

source: Error sending mail: $1
uz_uz: Хат юборишда хатолик: $1

source: Your email address was confirmed on $2 at $3.
uz_uz: Электрон почта манзилингиз $2, $3 да тасдиқланган.

source: Confirm your email address
uz_uz: Электрон почта манзилингизни тасдиқланг

source: This site cannot send emails.
uz_uz: Бу сайт электрон хатларини юбора олмайди.

source: Account created
uz_uz: Ҳисоб ёзуви яратилди

source: Account creation for {{SITENAME}}
uz_uz: {{SITENAME}} да ҳисоб яратиш

source: Your login was unsuccessful - Aborted
uz_uz: Тизимга киришингиз муфаввақиятсиз бўлди - Бекор қилинди

source: Language: $1
uz_uz: Тил: $1

source: Unknown error in PHP's mail() function.
uz_uz: PHPнинг mail() функциясида номаълум хатолик.

source: Change password
uz_uz: Махфий сўзни ўзгартириш

source: Change account password
uz_uz: Ҳисоб ёзувининг махфий сўзини ўзгартириш

source: Old password:
uz_uz: Эски маҳфий сўз:

source: New password:
uz_uz: Янги маҳфий сўз:

source: Retype new password:
uz_uz: Янги маҳфий сўзни қайта киритинг:

source: Set password and log in
uz_uz: Махфий сўзни ўрнатиш ва тизимга кириш

source: Your password has been changed successfully!
uz_uz: Махфий сўзингиз муваффақиятли ўзгартирилди!

source: Passwords cannot be changed
uz_uz: Махфий сўзларни ўзгартириб бўлмайди

source: You must be logged in to access this page directly.
uz_uz: Сиз ушбу саҳифадан тўғридан тўғри фойдаланишингиз учун тизимга кирган бўлишингиз керак.

source: Temporary password:
uz_uz: Вақтинчалик махфий сўз

source: Complete this form to receive a temporary password via email.
uz_uz: Вақтинчалик маҳфий сўзни электрон почта орқали олиш учун ушбу формани тўлдиринг.

source: Fill in one of the fields to receive a temporary password via email.
uz_uz: Электрон почта орқали вақтинчалик махфий сўзни олиш учун майдончалардан бирини тўлдиринг.

source: Email features have been disabled on this wiki.
uz_uz: Электрон почта хусусиятлари ушбу викида ўчириб қўйилган.

source: Domain:
uz_uz: Домен:

source: View the resulting email?
uz_uz: Натижадаги хатни кўрмоқчимисиз?

source: Email address:
uz_uz: Электрон почта манзили:

source: Username: $1
uz_uz: Фойдаланувчи исми: $1

source: Temporary password: $2
uz_uz: Вақтинчалик махфий сўз: $2

source: Change email address
uz_uz: Электрон почта манзилини ўзгартириш

source: Current email address:
uz_uz: Жорий электрон почта манзили

source: New email address:
uz_uz: Янги электрон почта манзили

source: (none)
uz_uz: (ҳеч бири)

source: Your {{SITENAME}} password:
uz_uz: Сизнинг {{SITENAME}}даги махфий сўзингиз:

source: Change email
uz_uz: Электрон почтани ўзгартириш

source: Reset tokens
uz_uz: Калитларингизни қайта ўрнатиш

source: Tokens:
uz_uz: Калитлар:

source: $1 (current value: $2)
uz_uz: $1 (жорий қиймат: $2)

source: Tokens reset.
uz_uz: Калитлар янгиланди.

source: Reset selected tokens
uz_uz: Белгиланган калитларни янгилаш

source: Bold text
uz_uz: Қалин матн

source: Italic text
uz_uz: Ётиқ матн

source: Link title
uz_uz: Ишорат номи

source: Internal link
uz_uz: Ички ишорат

source: http://www.example.com link title
uz_uz: http://www.example.cом ишорат номи

source: External link (remember http://prefix)
uz_uz: Ташқи ишорат (http://prefix унутманг)

source: Headline text
uz_uz: Сарлавҳа

source: Level 2 headline
uz_uz: 2-даражадаги сарлавҳа

source: Insert non-formatted text here
uz_uz: Бу ерга форматланмаган матнни қўйинг

source: Ignore wiki formatting
uz_uz: Вики-форматлашга эътибор қилмаслик

source: Embedded file
uz_uz: Ичидаги файл

source: File link
uz_uz: Файлга ҳавола

source: Your signature with timestamp
uz_uz: Имзонгиз ва сана

source: Horizontal line (use sparingly)
uz_uz: Горизонталь чизиқ (тежамкор бўлинг)

source: Summary:
uz_uz: Қисқача баён:

source: Subject/headline:
uz_uz: Мавзу/сарлавҳа

source: This is a minor edit
uz_uz: Бу кичик таҳрир

source: Watch this page
uz_uz: Саҳифани кузатиш

source: Save page
uz_uz: Саҳифани сақлаш

source: Preview
uz_uz: Кўриб чиқиш

source: Show preview
uz_uz: Кўриб чиқиш

source: Show changes
uz_uz: Ўзгаришларни кўрсатиш

source: Warning: You are not logged in.
uz_uz: Диққат: Сиз тизимга кирмагансиз.

source: Your IP address will be publicly visible if you make any edits.
uz_uz: Агар бирор бир таҳрир киритсангиз сизнинг IP манзилингиз ошкора кўриниб туради.

source: If you log in or create an account, your edits will be attributed to your username, along with other benefits.
uz_uz: Агар тизимга кирсангиз ёки ҳисоб ёзувингизни яратсангиз бошқа афзалликлар билан бир қаторда таҳрирларингиз сизга тегишли бўлади.

source: Please enter a comment below.
uz_uz: Илтимос қуйида шарҳ қолдиринг.

source: Summary preview:
uz_uz: Тавсиф бундай кўринишда бўлади:

source: Subject/headline preview:
uz_uz: Мавзу/сарлавҳа бундай кўринишда бўлади:

source: User is blocked
uz_uz: Фойдаланувчи четлаштирилган

source: Your username or IP address has been blocked.
uz_uz: Сизнинг фойдаланувчи номингиз ёки IP манзилингиз блокировка қилинган.

source: The block was made by $1.
uz_uz: Сизни $1 четлаштирди.

source: The reason given is $2.
uz_uz: Сабаб қилиб $2 кўрсатилган.

source: * Start of block: $8
uz_uz: * Четлаштириш муддати боши: $8

source: * Expiry of block: $6
uz_uz: * Четлаштириш муддати якуни: $6

source: * Intended blockee: $7
uz_uz: * Четлаштириш мақсади: $7

source: You can contact $1 or another administrator to discuss the block.
uz_uz: Сиз $1 ёки бошқа мудир билан боғланиб, ушбу четлаштиришни муҳокама қилишингиз мумкин.

source: You cannot use the "email this user" feature unless a valid email address is specified in your account preferences and you have not been blocked from using it.
uz_uz: Агарда шахсий мосламаларингизда яроқли э-почта манзилингиз кўрсатилган бўлиб сиз уни ишлатишдан четлатилмаган бўлсангиз сиз «фойдаланувчига мактуб» хизматидан фойдаланишингиз мумкин.

source: Your current IP address is $3, and the block ID is #$5.
uz_uz: Сизнинг ҳозирги IP манзилингиз - $3, четлаштириш ёзувингиз - №$5.

source: Please include all above details in any queries you make.
uz_uz: Илтимос, сиз қиладиган ҳар қандай сўровларда юқоридаги маълумотларни илова қилинг.

source: no reason given
uz_uz: сабаб кўрсатилмаган

source: Please $1 to edit pages.
uz_uz: Илтимос, саҳифаларни ўзгартириш учун $1.

source: Cannot find section
uz_uz: Бўлимни топиб бўлмади

source: You tried to edit a section that does not exist.
uz_uz: Сиз мавжуд бўлмаган бўлимни таҳрирламоқчи бўлдингиз.

source: It may have been moved or deleted while you were viewing the page.
uz_uz: Сиз бу саҳифани кўраётган маҳалда у кўчирилган ёки ўчирилган бўлиши мумкин.

source: Login required
uz_uz: Тизимга кириш талаб этилади

source: log in
uz_uz: Кириш

source: Please $1 to view other pages.
uz_uz: Илтимос, бошқа саҳифаларни кўриш учун $1.

source: Password sent
uz_uz: Махфий сўз жўнатилди

source: (New)
uz_uz: (Янги)

source: You have followed a link to a page that does not exist yet.
uz_uz: Сиз мавжуд бўлмаган саҳифага ҳавола орқали келдингиз.

source: To create the page, start typing in the box below (see the help page for more info).
uz_uz: Саҳифани яратиш учун қуйида матн киритишингиз мумкин (қўшимча ахборот учун ёрдам саҳифасини кўринг).

source: If you are here by mistake, click your browser's back button.
uz_uz: Агар бу саҳифага адашиб қолган бўлсангиз браузерингизнинг орқага тугмасини босинг.

source: This is the discussion page for an anonymous user who has not created an account yet, or who does not use it.
uz_uz: Ушбу мунозара саҳифаси ҳали ҳисоб ёзувини яратмаган, ёки ундан фойдаланмайдиган аноним фойдаланувчига тегишли.

source: We therefore have to use the numerical IP address to identify him/her.
uz_uz: Шу сабабли у кишини аниқлаш учун рақамли IP-манзилидан фойдаланишимиз керак.

source: Such an IP address can be shared by several users.
uz_uz: Бунақа IP манзил бир нечта бошқа иштирокчилар билан баҳам кўрилган бўлиши мумкин.

source: If you are an anonymous user and feel that irrelevant comments have been directed at you, please create an account or log in to avoid future confusion with other anonymous users.
uz_uz: Агар сиз аноним иштирокчи бўлсангиз ва сиз ўзингизга йўналтирилмаган мулоҳаза олдим деб тахмин қилсангиз, илтимос, бошқа аноним иштирокчилар билан мумкин бўлган чалкашликларни четлаб ўтиш учун ҳисоб ёзуви яратинг ёки тизимга киринг.

source: There is currently no text in this page.
uz_uz: Ушбу саҳифада ҳозирда матн йўқ.

source: User account "$1" is not registered.
uz_uz: "$1" фойдаланувчи ҳисоби рўйхатга олинмаган.

source: (Updated)
uz_uz: (Янгиланди)

source: Note:
uz_uz: Изоҳ:

source: Remember that this is only a preview.
uz_uz: Унутманг, бу шунчаки кўриб чиқиш.

source: Your changes have not yet been saved!
uz_uz: Ўзгартиришларингиз ҳали сақлангани йўқ!

source: Go to editing area
uz_uz: Таҳрирлашни майдонига бориш

source: Sorry! We could not process your edit due to a loss of session data.
uz_uz: Афсуски, сессия маълумотларининг йўқотилганлиги сабабли сизнинг таҳрирингизга ишлов бера олмадик.

source: Please try again.
uz_uz: Илтимос, яна бир бор уриниб кўринг.

source: If it still does not work, try logging out and logging back in.
uz_uz: Агар шундан кейин ҳам ишламаса, ҳисоб ёзувингиздан чиқиб қайтадан кириб кўринг.

source: Because {{SITENAME}} has raw HTML enabled, the preview is hidden as a precaution against JavaScript attacks.
uz_uz: {{SITENAME}}да ишлов берилмаган HTMLдан фойдаланиш мумкинлиги сабабли, JavaScript-ҳужумлардан сақланиш мақсадида кўриб чиқиш имконияти ўчириб қўйилган.

source: If this is a legitimate edit attempt, please try again.
uz_uz: Агар фойдали таҳрир киритмоқчи бўлган бўлсангиз, яна бир бор уриниб кўринг.

source: Editing $1
uz_uz: $1 таҳрирланмоқда

source: Creating $1
uz_uz: $1 яратилмоқда

source: Editing $1 (section)
uz_uz: $1 (бўлим) таҳрирланмоқда

source: Editing $1 (new section)
uz_uz: $1 (янги бўлим) таҳрирланмоқда

source: Edit conflict: $1
uz_uz: Низони таҳрирлаш: $1

source: Your text
uz_uz: Матнингиз

source: Differences
uz_uz: Фарқлар

source: (protected)
uz_uz: (ҳимояланган)

source: (semi-protected)
uz_uz: (ярим-ҳимояланган)

source: You do not have permission to create new pages.
uz_uz: Сизда янги саҳифалар яратишга рухсат йўқ.

source: Section editing not supported
uz_uz: Бўлимларни таҳрирлаш имконияти йўқ

source: Section editing is not supported in this page.
uz_uz: Ушбу саҳифада бўлимларни таҳрирлаш имконияти йўқ.

source: This page has been deleted.
uz_uz: Бу саҳифа ўчирилган.

source: The deletion and move log for the page are provided below for reference.
uz_uz: Маълумот учун қуйида ўчириш ва кўчириш қайдлари келтирилган.

source: View full log
uz_uz: Қайдларни тўлиқ кўриш

source: Edit conflict.
uz_uz: Таҳрирлаш тўқнашуви.

source: The page has been created.
uz_uz: Саҳифа яратилди.

source: The page has been restored.
uz_uz: Саҳифа қайта тикланди.

source: Your edit was saved.
uz_uz: Таҳрирингиз сақланди.

source: Default message text
uz_uz: Сукут бўйича матн

source: plain text
uz_uz: қуруқ матн

source: Warning: Template include size is too large.
uz_uz: Диққат: Қўлланилаётган андозаларнинг жами ҳажми жуда катта.

source: Some templates will not be included.
uz_uz: Айрим андозалар қўшилмайди.

source: Pages where template include size is exceeded
uz_uz: Қўлланиладиган андозаларнинг мумкин бўлган ҳажмидан ошган саҳифалар

source: Pages containing omitted template arguments
uz_uz: Андозаларнинг тўлдирилмаган ўзгарувчиларига эга саҳифалар

source: Cannot create account
uz_uz: Рўйхатдан ўтиб бўлмади

source: View logs for this page
uz_uz: Ушбу саҳифага оид қайдларни кўриш

source: There is no edit history for this page.
uz_uz: Ушбу саҳифа учун ўзгаришлар тарихи мавжуд эмас.

source: Latest revision
uz_uz: Охирги ўзгартириш

source: Older revision
uz_uz: Эскироқ ўзгартириш

source: Newer revision
uz_uz: Янгироқ ўзгартириш

source: cur
uz_uz: жорий

source: prev
uz_uz: олдинги

source: first
uz_uz: биринчи

source: last
uz_uz: охирги

source: Browse history
uz_uz: Тарихни кўриш

source: Deleted only
uz_uz: Фақат ўчирилганлар

source: oldest
uz_uz: энг эски

source: newest
uz_uz: энг янги

source: (empty)
uz_uz: (бўш)

source: Revision history
uz_uz: Ўзгаришлар тарихи

source: Revision history for this page on the wiki
uz_uz: Викидаги мазкур саҳифанинг ўзгаришлар тарихи

source: (edit summary removed)
uz_uz: (таҳрир изоҳи ўчирилди)

source: (username removed)
uz_uz: (фойдаланувчи номи ўчирилди)

source: (log details removed)
uz_uz: (қайд тафсилотлари ўчирилди)

source: change visibility
uz_uz: кўринишни ўзгартириш

source: Revision text
uz_uz: Ўзгариш матни

source: (do not change)
uz_uz: (ўзгартирилмасин)

source: Hidden
uz_uz: Яширин

source: Visible
uz_uz: Кўзга кўринарли

source: Mergeable edit history
uz_uz: Бирлаштириб бўладиган таҳрирлар тарихи

source: Show mergeable edits
uz_uz: Бирлаштириб бўладиган таҳрирларни кўрсатиш

source: Merge revisions
uz_uz: Таҳрирларни бирлаштириш

source: Merge log
uz_uz: Бирлаштириш қайдлари

source: Unmerge
uz_uz: Бирлаштиришни бекор қилиш

source: Revision history of $1
uz_uz: $1нинг ўзгаришлар тарихи

source: Difference between revisions of $1
uz_uz: $1нинг версиялар орасидаги фарқи

source: Difference between pages $1 and $2
uz_uz: $1 ва $2 саҳифалар орасидаги фарқ

source: (Difference between pages)
uz_uz: (Саҳифалар орасидаги фарқ)

source: Line $1:
uz_uz: Қатор $1:

source: Compare selected revisions
uz_uz: Белгиланган ўзгартиришларни солиштириш

source: Change visibility of selected revisions
uz_uz: Белгиланган ўзгартиришларнинг кўринишини ўзгартириш

source: undo
uz_uz: бекор қилиш

source: Search results
uz_uz: Қидирув натижалари

source: Search results for $1
uz_uz: $1 учун қидирув натижалари

source: Page title matches
uz_uz: Саҳифалар номларидаги мосликлар

source: Page text matches
uz_uz: Саҳифалар матнларидаги мосликлар

source: No page text matches
uz_uz: Бундай саҳифа матни топилмади

source: previous
uz_uz: олдинги

source: next
uz_uz: кейинги

source: Show $1 results per page
uz_uz: Саҳифада $1тадан натижа кўрсатиш

source: Other/additional reason:
uz_uz: Бошқа/қўшимча сабаб:

source: Other reason
uz_uz: Бошқа сабаб

source: Merge page histories
uz_uz: Таҳрирлар тарихларини бирлаштириш

source: Merge revisions of two pages:
uz_uz: Икки саҳифа таҳрирлари тарихини бирлаштириш:

source: Source page:
uz_uz: Манба саҳифа:

source: Destination page:
uz_uz: Мўлжал саҳифа:

source: Content pages
uz_uz: Мақолалар

source: Multimedia
uz_uz: Мультимедиа

source: Everything
uz_uz: Барчаси

source: Advanced
uz_uz: Қўшимча

source: Search in $1
uz_uz: $1да қидириш

source: Search for files
uz_uz: Файлларни қидириш

source: Search all of content (including talk pages)
uz_uz: Барча саҳифалардан қидириш (мунозара саҳифаларинидан ҳам)

source: Search in custom namespaces
uz_uz: Созланган номфазолардан қидириш

source: (redirect $1)
uz_uz: (йўналтириш $1)

source: (section $1)
uz_uz: ($1 бўлими)

source: Did you mean: $1
uz_uz: Балки буни назарда тутгандирсиз: $1

source: Sister projects
uz_uz: Алоқадор лойиҳалар

source: Results from $1:
uz_uz: $1дан натижалар:

source: (more)
uz_uz: (яна)

source: Related
uz_uz: Боғлиқ

source: related
uz_uz: боғланган

source: all
uz_uz: барчаси

source: There were no results matching the query.
uz_uz: Сўровга мос натижа топилмади.

source: Advanced search
uz_uz: Илғор қидирув

source: Search in namespaces:
uz_uz: Номфазолардан қидириш:

source: Check:
uz_uz: Белгилаш:

source: All
uz_uz: Ҳаммасини

source: None
uz_uz: Ҳеч қайсини

source: External search
uz_uz: Ташқи қидирув

source: Preferences
uz_uz: Мосламалар

source: Number of edits:
uz_uz: Таҳрирлар сони:

source: Please log in to change your preferences.
uz_uz: Илтимос, мосламаларни ўзгартириш учун тизимга киринг.

source: Skin
uz_uz: Ташқи кўриниши

source: No preference
uz_uz: Фарқи йўқ

source: Labs features
uz_uz: Тажрибавий имкониятлар

source: User pages
uz_uz: Фойдаланувчи саҳифалари

source: User profile
uz_uz: Шахсий маълумотлар

source: Recent changes
uz_uz: Янги ўзгаришлар

source: Watchlist
uz_uz: Кузатув рўйхати

source: Days to show in watchlist:
uz_uz: Кузатув рўйхатида кўрсатиладиган кунлар сони:

source: Maximum $1 days
uz_uz: Максимум $1 кун

source: Maximum number of changes to show in expanded watchlist:
uz_uz: Кенгайтирилган кузатув рўйхатида кўрсатиладиган ўзгаришлар максимум сони:

source: Maximum number: 1000
uz_uz: Максимум: 1000

source: Watchlist token:
uz_uz: Кузатув рўйхатингиз калити:

source: Misc
uz_uz: Бошқа

source: Email options
uz_uz: Электрон почта мосламалари

source: Appearance
uz_uz: Ташқи кўриниши

source: Save
uz_uz: Сақлаш

source: Restore all default settings
uz_uz: Барча мосламаларни дастлабки ҳолатига қайтариш

source: Editing
uz_uz: Таҳрирлаш

source: Rows:
uz_uz: Қаторлар:

source: Columns:
uz_uz: Устунлар:

source: Disabled
uz_uz: Ўчириб қўйилган

source: Days to show in recent changes:
uz_uz: Охирги таҳрирларда кўрсатиладиган кунлар:

source: Number of edits to show by default:
uz_uz: Сукут бўйича кўрсатиладиган таҳрирлар сони:

source: This includes recent changes, page histories, and logs.
uz_uz: Янги ўзгаришлар, саҳифалар тарихи ва қайдларни ўз ичига олади.

source: Your preferences have been saved.
uz_uz: Мосламаларингиз сақланди.

source: Time zone:
uz_uz: Вақт минтақаси:

source: Local time:
uz_uz: Маҳаллий вақт:

source: Use wiki default ($1)
uz_uz: Вики сукутидан фойдаланиш ($1)

source: Other (specify offset)
uz_uz: Бошқа (силжишни кўрсатинг)

source: Server time:
uz_uz: Сервер вақти:

source: Fill in from browser
uz_uz: Браузердан тўлдириш

source: Africa
uz_uz: Африка

source: America
uz_uz: Америка

source: Antarctica
uz_uz: Антарктика

source: Arctic
uz_uz: Арктика

source: Asia
uz_uz: Осиё

source: Atlantic Ocean
uz_uz: Атлантика океани

source: Australia
uz_uz: Австралия

source: Europe
uz_uz: Европа

source: Indian Ocean
uz_uz: Ҳинд океани

source: Pacific Ocean
uz_uz: Тинч океани

source: Enable email from other users
uz_uz: Бошқа фойдаланувчилардан электрон хат олишга рухсат бериш

source: Default
uz_uz: Сукут бўйича

source: Files
uz_uz: Файллар

source: Custom CSS
uz_uz: Созланган CSS

source: Custom JavaScript
uz_uz: Шахсий JavaScript

source: Shared CSS/JavaScript for all skins:
uz_uz: Барча ташқи кўринишлар учун умумий CSS/JavaScript:

source: Email confirmation:
uz_uz: Электрон почта манзилини тасдиқлаш:

source: Email:
uz_uz: Электрон почта:

source: Member of groups:
uz_uz: Гуруҳлар аъзоси:

source: Registration time:
uz_uz: Ҳисоб яратилган вақт:

source: Real name:
uz_uz: Ҳақиқий исм:

source: Language:
uz_uz: Тил:

source: Content language variant:
uz_uz: Матн ёзув тури:

source: Your preferred variant or orthography to display the content pages of this wiki in.
uz_uz: Ушбу викидаги саҳифалар қайси тилда ва имлода кўрсатилиши.

source: New signature:
uz_uz: Янги имзо:

source: How do you prefer to be described?
uz_uz: Қандай тасвирланишни хохлайсиз:

source: I prefer not to say
uz_uz: Айтмасликни афзал кўраман

source: He edits wiki pages
uz_uz: У вики саҳифаларни таҳрирлайди

source: She edits wiki pages
uz_uz: У вики саҳифаларни таҳрирлайди

source: Email address is required.
uz_uz: Электрон почта манзилни кўрсатиш шарт

source: Basic information
uz_uz: Асосий маълумот

source: Internationalisation
uz_uz: Байналмилаллаштириш

source: Signature
uz_uz: Имзо

source: Date format
uz_uz: Сана формати

source: Time offset
uz_uz: Вақт фарқи

source: General options
uz_uz: Умумий мосламалар

source: Advanced options
uz_uz: Қўшимча мосламалар

source: Display options
uz_uz: Кўриниш мосламалари

source: Diffs
uz_uz: Версиялар фарқи

source: User rights management
uz_uz: Фойдаланувчи ҳуқуқларини бошқариш

source: Enter a username:
uz_uz: Фойдаланувчи номини киритинг:

source: Edit user groups
uz_uz: Фойдаланувчи гуруҳларини таҳрирлаш

source: Member of:
uz_uz: Аъзолик:

source: Implicit member of:
uz_uz: Қуйидаги гуруҳларга киради:

source: Groups you can change
uz_uz: Сиз ўзгартиришингиз мумкин бўлган гуруҳлар

source: Groups you cannot change
uz_uz: Сиз ўзгартира олмайдиган гуруҳлар

source: Group:
uz_uz: Гуруҳ:

source: Users
uz_uz: Фойдаланувчилар

source: Autoconfirmed users
uz_uz: Автотасдиқланган фойдаланувчилар

source: Bots
uz_uz: Ботлар

source: Administrators
uz_uz: Мудирлар

source: Bureaucrats
uz_uz: Расмиятчилар

source: Oversights
uz_uz: Текширувчилар

source: (all)
uz_uz: (ҳамма)

source: autoconfirmed user
uz_uz: автотасдиқланган фойдаланувчи

source: bot
uz_uz: бот

source: administrator
uz_uz: администратор

source: bureaucrat
uz_uz: расмиятчи

source: oversight
uz_uz: текширувчи

source: Read pages
uz_uz: Ўқилган саҳифалар

source: Edit pages
uz_uz: Саҳифаларни таҳрирлаш

source: User creation log
uz_uz: Фойдаланувчиларни рўйхатга олиш қайдлари

source: This is a log of user creations.
uz_uz: Бу - рўйхатдан ўтган фойдаланувчилар қайди

source: User rights log
uz_uz: Фойдаланувчи ҳуқуқлари қайдлари

source: This is a log of changes to user rights.
uz_uz: Фойдаланувчи ҳуқуқларини ўзгартириш қайдлари.

source: edit this page
uz_uz: ушбу саҳифани таҳрирлаш

source: move this page
uz_uz: бу саҳифани кўчириш

source: move this page, and its subpages
uz_uz: бу саҳифа ва унинг остсаҳифаларини кўчириш

source: view this page's deleted history
uz_uz: ушбу саҳифанинг ўчирилган тарихини кўриш

source: send emails
uz_uz: электрон хатлар жўнатиш

source: changes
uz_uz: ўзгаришлар

source: history
uz_uz: тарих

source: Recent changes options
uz_uz: Янги ўзгаришлар мосламалари

source: Track the most recent changes to the wiki on this page.
uz_uz: Викида содир бўлган сўнгги ўзгаришларни ушбу саҳифада кузатиш.

source: No changes during the given period matching these criteria.
uz_uz: Ушбу шартларга мос келувчи берилган муддат давомида ўзгаришлар топилмади.

source: Track the most recent changes to the wiki in this feed.
uz_uz: Викида мазкур оқимдаги энг янги ўзгаришларни кузатиш

source: This edit created a new page
uz_uz: Бу таҳрир орқали янги саҳифа яратилди

source: This edit was performed by a bot
uz_uz: Бу таҳрирни бот бажарган

source: This edit has not yet been patrolled
uz_uz: Бу таҳрир ҳали текширилмаган

source: Done
uz_uz: Бажарилди

source: containing...
uz_uz: ичида бўлган...

source: Unknown error:
uz_uz: Номаълум хато:

source: Parser profiling data:
uz_uz: Таҳлиллагич маълумотлари:

source: Compare
uz_uz: Солиштириш

source: Undo changes
uz_uz: Ўзгаришларни бекор қилиш

source: Other
uz_uz: Бошқа

source: Special pages
uz_uz: Махсус саҳифалар

source: $1 B
uz_uz: $1 Б

source: View relevant changes
uz_uz: Тегишли ўзгаришларни кўриш

source: View and edit watchlist
uz_uz: Кузатув рўйхатини кўриш ва таҳрирлаш

source: Edit raw watchlist
uz_uz: Хом кузатув рўйхатини таҳрирлаш

source: ← previous page
uz_uz: ← олдинги саҳифа

source: next page →
uz_uz: кейинги саҳифа →

source: Go to page $1
uz_uz: $1 саҳифасига ўтиш

source: Next page
uz_uz: Кейинги саҳифа

source: Previous page
uz_uz: Олдинги саҳифа

source: First page
uz_uz: Биринчи саҳифа

source: Last page
uz_uz: Охирги саҳифа

source: Items per page:
uz_uz: Бир саҳифадаги ёзувлар сони:

source: Blanked the page
uz_uz: Саҳифа тозаланди

source: px
uz_uz: пиксел

source: Height
uz_uz: Бўйи
