Repository: 6ahodir/corpus
Catalog: computer terms.po
Languages: uz_uz

source: Do you want to replace it?
uz_uz: Уни алмаштиришни истайсизми?

source: A file named '%B' already exists.
uz_uz: '%B' номли файл аллақачон мавжуд.

source: today
uz_uz: бугун

source: yesterday
uz_uz: кеча

source: %s's Home
uz_uz: %sнинг Уй жилди

source: Could not find '%s'
uz_uz: '%s'ни топиб бўлмади

source: Open %s and other files of type '%s' with:
uz_uz: %s ва бошқа '%s' турдаги файлларни ушбу билан очиш:

source: Change the behaviour and appearance of file manager windows
uz_uz: Файл бошқарувчиси ойналарининг ҳатти-ҳаракати ва қиёфасини ўзгартириш

source: The folder '%s' contains more files than Nautilus can handle.
uz_uz: '%s' жилдида Nautilus бошқара оладиган файллар сонидан кўп файл мавжуд.

source: '%s' will be moved if you select the Paste command
uz_uz: Қўйиш буйруғини танласангиз '%s' кўчирилади

source: '%s' will be copied if you select the Paste command
uz_uz: Қўйиш буйруғини танласангиз, '%s' нусхаси кўчирилади

source: Connect to Server %s
uz_uz: %s сервери билан уланиш

source: Mount the volume associated with the open folder
uz_uz: Очиқ жилд билан боғлиқ бўлган дискни ўрнатиш

source: Unmount the volume associated with the open folder
uz_uz: Очиқ жилд билан боғлиқ бўлган дискни узиш

source: Eject the volume associated with the open folder
uz_uz: Очиқ жилд билан боғлиқ бўлган дискни чиқариш

source: Format the volume associated with the open folder
uz_uz: Очиқ жилд билан боғлиқ бўлган дискни форматлаш

source: Download
uz_uz: Юклаб олиш

source: by Name
uz_uz: Номи бўйича

source: by Size
uz_uz: Ҳажми бўйича

source: by Type
uz_uz: Тури бўйича

source: by Emblems
uz_uz: Эмблемалари бўйича

source: Restore Icons' Original Sizes
uz_uz: Нишончаларнинг асл ўлчамини тиклаш

source: pointing at '%s'
uz_uz: '%s' кўрсатилмоқда

source: Read
uz_uz: Ўқиш

source: Write
uz_uz: Ёзиш

source: Sticky
uz_uz: Ёпишқоқ

source: Nautilus could not create the required folder '%s'.
uz_uz: Natutilus керакли '%s' жилдни ярата олмади.

source: Cannot display location '%s'
uz_uz: '%s' манзилини кўрсатиб бўлмади

source: Could not remove emblem with name '%s'.
uz_uz: '%s' номли эмблемани олиб ташлаб бўлмади.

source: Could not rename emblem with name '%s'.
uz_uz: '%s' номли эмблемани номини ўзгартириб бўлмади.

source: Never prompt or start programs on media insertion
uz_uz: Ускуна ўрнатилганда ҳеч қачон у ҳақда хабар берилмасин ёки дастурлар ишга туширилмасин.

source: The location '%s' does not exist.
uz_uz: '%s' манзили мавжуд эмас.

source: Clear History
uz_uz: Тарихни тозалаш

source: Side Pane
uz_uz: Ён ойна

source: Could not find '%s'.
uz_uz: '%s' топилмади.

source: Could not display '%s', because the host could not be found.
uz_uz: Мезбон топилмаганлиги учун '%s'ни кўрсатиб бўлмади.

source: You should have received a copy of the GNU General Public License along with Nautilus.
uz_uz: Сиз Nautilus билан бирга GNU General Public License нусхасини олган бўлиши керак.

source: If not, write to the following address.
uz_uz: Агар шундай бўлмаса қуйидаги манзилга хабар қилинг.

source: The file ‘%s’ does not exist.
uz_uz: '%s' файли мавжуд эмас.

source: GUI Designers
uz_uz: GUI Дизайнерлари

source: Fixed width:
uz_uz: Эни ўзгармайдиган:

source: Variable width:
uz_uz: Ўзгарувчан эн:

source: Printer %s does not support postscript printing.
uz_uz: %s принтери postscriptни босиб чиқара олмайди.

source: the GNOME Support Forums
uz_uz: GNOMEни қўллаб-қувватлаш форумлари

source: No results for '%s'
uz_uz: '%s' учун натижа йўқ

source: Close Window
uz_uz: Ойнани ёпиш

source: Edit Bookmarks
uz_uz: Хатчўпларни таҳрирлаш

source: device
uz_uz: ускуна

source: host
uz_uz: мезбон

source: Get netstat information.
uz_uz: netstat маълумотини олиш.

source: Valid options are: route, active, multicast.
uz_uz: Мумкин вариантлар: route, active, multicast.

source: command
uz_uz: буйруқ

source: user
uz_uz: фойдаланувчи

source: domain
uz_uz: домен

source: The file %s doesn't exist, please check if gnome-nettool is correctly installed
uz_uz: %s файли мавжуд эмас, илтимос gnome-nettool тўғри ўрнатилганлигини текшириб кўринг

source: The address '%s' cannot be found
uz_uz: '%s' манзили топилмади

source: Sending ping requests to %s
uz_uz: %sга ping сўрови юборилмоқда

source: Scanning %s for open ports
uz_uz: %sнинг очиқ портлари аниқланмоқда

source: Getting information of %s on '%s'
uz_uz: %s учун '%s'дан маълумот олинмоқда

source: Getting information of all users on '%s'
uz_uz: '%s'даги барча фойдаланувчилар маълумоти олинмоқда

source: Getting the whois information of %s
uz_uz: %s ҳақида whois маълумоти олинмоқда

source: GNOME Font Viewer shows you the fonts installed on your computer for your use as thumbnails.
uz_uz: GNOME Шрифт Кўрувчи компьютерингизда ўрнатилган шрифтларни сизга миниатура сифатида кўрсатади.

source: Selecting any thumbnails shows the full view of how the font would look under various sizes.
uz_uz: Бирор шрифт миниатурасини танласангиз ўша шрифтни ҳар хил ўлчамдаги кўринишларини кўришингиз мумкин.

source: GNOME Font Viewer also supports installing new font files downloaded in the ttf and other formats.
uz_uz: GNOME Шрифт Кўрувчи ttf ва бошқа форматларда юклаб олинган шрифтларни ўрнатишни қўллаб-қувватлайди.

source: Fonts may be installed only for your use or made available to all users on the computer.
uz_uz: Шрифтларни фақат ўзингиз ёки компьютернинг барча фойдаланувчилари учун ўрнатса бўлади.

source: Text
uz_uz: Мант

source: SIZE
uz_uz: ҲАЖМИ

source: FONT-FILE OUTPUT-FILE
uz_uz: ШРИФТ-ФАЙЛИ ЧИҚИШ-ФАЙЛИ

source: Keyboard Shortcuts
uz_uz: Клавиатура тугмалар бирикмаси:

source: There was an error while trying to get the addressbook information.
uz_uz: Манзиллар дафтаридан маълумот олиб бўлмади.

source: Evolution Data Server can't handle the protocol.
uz_uz: Evolution маълумот сервери ушбу протоколни тушунмайди.

source: Web
uz_uz: Тармоқ

source: Assistant:
uz_uz: Ёрдамчи:

source: Home:
uz_uz: Уй:

source: P.O. box:
uz_uz: Почта қутиси:

source: Work fax:
uz_uz: Факс (иш):

source: Enable assistive technologies
uz_uz: Ёрдамчи технологияларни ёқиш

source: Wallpaper
uz_uz: Гулқоғоз

source: GNOME Theme %s correctly installed
uz_uz: %s GNOME мавзуси муваффақиятли ўрнатилди

source: The theme '%s' has been installed.
uz_uz: '%s' мавзу ўрнатилди.

source: Copying '%s'
uz_uz: '%s' нусхачи кўчирилмоқда

source: UI Control
uz_uz: Фойдаланувчи интерфейси бошқаруви

source: Couldn't find the file '%s'.
uz_uz: '%s' файлини топиб бўлмади.

source: Please make sure it exists and try again, or choose a different background picture.
uz_uz: Илтимос унинг мавжудлигини текшириб кўринг ва қайта уриниб кўринг ёки бошқа фон расмини танланг.

source: I don't know how to open the file '%s'.
uz_uz: '%s' файлини қандай очишни билмайман.

source: Perhaps it's a kind of picture that is not yet supported.
uz_uz: Балки бу расм тури хали қўлланилмаслиги мумкин.

source: Please select a different picture instead.
uz_uz: Илтимос бунинг ўрнига бошқа расм танланг.

source: Refresh rate:
uz_uz: Янгиланиш тезлиги:

source: Start %s
uz_uz: %sни ишга тушириш

source: Written by Bahodir Mansurov
uz_uz: Муаллиф: Баҳодир Мансуров

source: Unable to import AccessX settings from file '%s'
uz_uz: '%s' файлидан AccessX параметрларини импорт қилиб бўлмади

source: Disable if unused for 10 days.
uz_uz: 10 кун ишлатилмаса ўчириб қўй.

source: Enable keyboard accessibility features
uz_uz: Клавиатура махсус имкониятларини ёқиш

source: Go to Fonts Folder
uz_uz: Шрифт жилдига ўтиш

source: The shortcut '%s' is already used for: '%s'
uz_uz: '%s' ёрлиғи '%s' учун ишлатилмоқда

source: Enable system beep
uz_uz: Тизим сигнал товушини ёқиш

source: Play system sounds
uz_uz: Тизим товушларини ўйнаш

source: Load modmap files
uz_uz: modmap файлларини юклаш

source: Would you like to load the modmap files?
uz_uz: modmap файлларини юклашни истайсизми?

source: No bookmark found for URI '%s'
uz_uz: URI '%s' учун хатчўп топилмади

source: The file %s is not a valid wav file
uz_uz: %s файли яроқли wav файли эмас

source: Volume down's shortcut.
uz_uz: Товушни пасайтириш ёрлиғи.

source: Volume mute's shortcut.
uz_uz: Овозни ўчириш ёрлиғи.

source: Run screensaver at login
uz_uz: Киришда экран лавҳасини ишга тушириш

source: Failed to mount %s.
uz_uz: %sни ўрнатиб бўлмади.

source: No media in drive for device '%s'.
uz_uz: '%s' қурилмаси учун маълумот ташувчи топилмади.

source: could not find user '%s' on system
uz_uz: '%s' фойдаланувчини системада топиб бўлмади

source: Couldn't set groupid to %d
uz_uz: groupidни %d қилиб ўрнатиб бўлмади

source: %s: Error setting %s to %s
uz_uz: %s: %sни %s қилиб ўрнатишда хатолик

source: The display device
uz_uz: Дисплей ускунаси

source: Could not create socket!
uz_uz: Сокетни яратиб бўлмади!

source: Unable to create transient display:
uz_uz: Ўткинчи дисплейни яратиб бўлмади:

source: Unable to activate session:
uz_uz: Сессияни фаоллаштириб бўлмади:

source: COMMAND
uz_uz: БУЙРУҚ

source: Computer Name
uz_uz: Компьютернинг номи

source: class
uz_uz: тур

source: name
uz_uz: номи

source: X display to use
uz_uz: Фойдаланиш учун X дисплейи

source: display
uz_uz: дисплей

source: flags
uz_uz: байроқлар

source: colors
uz_uz: ранглар

source: Starting %s
uz_uz: %s ишга туширилмоқда

source: Opening %s
uz_uz: %s очилмоқда

source: Right
uz_uz: Ўнг

source: Ascending
uz_uz: Ўсиш бўйича

source: Size:
uz_uz: Ўлчами:

source: MODULES
uz_uz: МОДУЛЛАР

source: Preparing %d
uz_uz: %d тайёрланмоқда

source: Printing %d
uz_uz: %d чоп этилмоқда

source: No item for URI '%s' found
uz_uz: URI '%s' учун элемент топилмади

source: Open '%s'
uz_uz: '%s' ни очиш

source: Unable to find an item with URI '%s'
uz_uz: «%s» URIли элементни топиб бўлмади

source: kahu Envelope
uz_uz: Конверт кahu

source: Failed to open file %s : %s
uz_uz: %s файлини очиб бўлмади : %s

source: Could not rename %s to %s: %s
uz_uz: %s файли %s сифатида номини ўзгартириб бўлмади: %s

source: Could not rename %s back to %s: %s.
uz_uz: %s файлини %s сифатида қайта номлаб бўлмади: %s

source: Don't check for the existence of index.theme
uz_uz: index.themeнинг мавжудлиги текширилмасин

source: Add the folder '%s' to the bookmarks
uz_uz: '%s' жилдини хатчўпларга қўшиш

source: Remove the bookmark '%s'
uz_uz: '%s' хатчўпини олиб ташлаш

source: Shortcut %s already exists
uz_uz: %s ёрлиғи аллақачон мавжуд

source: Shortcut %s does not exist
uz_uz: %s ёрлиғи мавжуд эмас

source: Could not mount %s
uz_uz: %sни ўрнатиб бўлмади

source: Error creating folder '%s': %s
uz_uz: '%s' жилдини яратишда хатолик юз берди: %s

source: Could not get information for file '%s': %s
uz_uz: '%s' файли учун маълумот олиб бўлмади: %s

source: Failed to load image '%s': reason not known, probably a corrupt image file
uz_uz: '%s' расмини юклаб бўлмади: сабаби номаълум, балки расм файли бузуқ бўлиши мумкин

source: Failed to load animation '%s'.
uz_uz: '%s' анимациясини юклаб бўлмади.

source: Reason not known, probably a corrupt animation file
uz_uz: сабаби номаълум, балки анимация файли бузуқдир

source: Printer '%s' may not be connected.
uz_uz: '%s' принтер уланмаган бўлиши мумкин.

source: Really delete file '%s'?
uz_uz: '%s' файли ростдан ҳам ўчирилсинми?

source: Rename file '%s' to:
uz_uz: '%s' файлини номини қуйидагига ўзгартириш:

source: Invalid '%s' URI: %s
uz_uz: Яроқсиз URI '%s': '%s'
