Repository: 6ahodir/corpus
Catalog: computer terms.po
Languages: uz_uz

source: Please note that all contributions to this site are considered to be released under the following license.
uz_uz: Илтимос, ушбу сайтга юкланган ҳар қандай ахборот қуйидаги лицензия остида тарқатилишига диққат қилинг.

source: If you do not want your writing to be edited mercilessly and redistributed at will, then do not submit it here.
uz_uz: Агар ёзганларингиз кейинчалик шафқатсиз равишда таҳрир қилиниши ва қайта тарқатилишига рози бўлмасангиз, у ҳолда бу ерга ёзманг.

source: You are also promising us that you wrote this yourself, or copied it from a public domain or similar free resource.
uz_uz: Сиз шунингдек бу ёзганларингиз ўзингизники ёки эркин лицензия остидаги ёки шунга ўхшаган манбадан нусха олинганлигини ваъда қилмоқдасиз.

source: Do not submit copyrighted work without permission!
uz_uz: Муаллифлик ҳуқуқлари билан ҳимояланган ишларни берухсат юборманг!

source: Please note that all contributions to {{SITENAME}} may be edited, altered, or removed by other contributors.
uz_uz: Илтимос, шуни эсда тутингки, {{SITENAME}}га қилинган барча ҳиссалар бошқа фойдаланувчилар томонидан таҳрирланиши, алмаштирилиши ёки ўчирилиши мумкин.

source: If you do not want your writing to be edited mercilessly, then do not submit it here.
uz_uz: Агар сиз ёзганларингизни шафқатсиз равишда таҳрирланишига рози бўлмасангиз, унда уни бу ерга жойлаштирманг.

source: Warning: This page has been protected so that only users with administrator privileges can edit it.
uz_uz: Огоҳлантириш: Ушбу саҳифа ҳимояланган бўлиб, фақат мудирлик ҳуқуқи бор фойдаланувчилар уни таҳрирлаши мумкин.

source: The latest log entry is provided below for reference:
uz_uz: Маълумот учун қуйида журналидаги охирги қайд келтирилган:

source: Note: This page has been protected so that only registered users can edit it.
uz_uz: Эслатма: фақат рўйхатдан ўтган фойдаланувчилар таҳрирлаши мумкинлиги сабабли ушбу саҳифа ҳимояланган.

source: Template used on this page:
uz_uz: Ушбу саҳифада фойдаланилган андоза:

source: Templates used in this preview:
uz_uz: Ушбу кўриб чиқишда фойдаланилган андозалар:

source: Template used in this section:
uz_uz: Ушбу бўлимда фойдаланилган андоза:

source: This page is a member of a hidden category.
uz_uz: Ушбу саҳифа яширин туркумга киради.

source: {{SITENAME}} has restricted the ability to create new pages.
uz_uz: {{SITENAME}} янги саҳифалар яратиш имкониятини чеклаб қўйган.

source: You can go back and edit an existing page.
uz_uz: Ортга қайтиб, мавжуд саҳифани таҳрирлашингиз мумкин.

source: You do not have permission to $2, for the following reasons:
uz_uz: Сизда қуйидаги сабабларга кўра $2га рухсат мавжуд эмас:

source: Warning: You are recreating a page that was previously deleted.
uz_uz: Диққат: Сиз аввал ўчирилган саҳифани қайтадан яратяпсиз.

source: You should consider whether it is appropriate to continue editing this page.
uz_uz: Бу саҳифани таҳрирлаш мақсадга мувофиқ эканлигини ҳисобга олиб кўринг.

source: The deletion and move log for this page are provided here for convenience:
uz_uz: Қуйида қулайлик учун ушбу саҳифага оид ўчириш ва кўчириш қайдлари келтирилган:

source: The edit can be undone.
uz_uz: Таҳрирни бекор қилиш имконияти бор.

source: Please check the comparison below to verify that this is what you want to do, and then save the changes below to finish undoing the edit.
uz_uz: Илтимос, қуйидаги таққослашни кўриб чиқиб, айнан шу ўзгаришларни бекор қилмоқчилигингизга ишонч ҳосил қилинг ва ундан кейин бекор қилишни якунлаш учун қуйида ўзгаришларни сақланг.

source: Account creation from this IP address has been blocked by the admin.
uz_uz: Ушбу IP манзил орқали рўйхатдан ўтишни маъмур тўсиб қўйган.

source: Account creation from IP addresses in the range $1, which includes your IP address, has been blocked by the admin.
uz_uz: Маъмур $1 соҳага тегишли IP манзиллар, шу жумладан сизнинг IP манзилингиз, орқали рўйхатдан ўтишни блоклаб қўйган.

source: Diff selection: Mark the radio boxes of the revisions to compare and hit enter or the button at the bottom.
uz_uz: Фарқларни танлаш: солиштириш учун керакли танлаш тугмасини белгиланг ва Enter ёки қуйидаги тугмани босинг.

source: Please confirm that you intend to do this, that you understand the consequences, and that you are doing this in accordance with the policy.
uz_uz: Илтимос, ҳақиқатдан ҳам шу ҳаракатни амалга оширмоқчилигингизни, унинг оқибатларини тушуниб турганингизни ва ҳаракатингиз қоидаларга зид эмаслигини тасдиқланг.

source: There is a page named $1 on this wiki.
uz_uz: Ушбу викида $1 номли саҳифа мавжуд.

source: Create the page $1 on this wiki!
uz_uz: Ушбу викида $1 саҳифасини яратинг!

source: See also the page found with your search.
uz_uz: Шунингдек қидирувингиз орқали топилган саҳифани қаранг.

source: See also the search results found.
uz_uz: Шунингдек топилган қидирув натижаларини қаранг.

source: Showing below up to $1 results starting with #$2.
uz_uz: Қуйида №$2дан бошлаб $1та натижа кўрсатилган.

source: This is the secret key to the web feed of your watchlist.
uz_uz: Бу кузатув рўйхатингизнинг веб-канали учун махфий калит коди.

source: Anyone who knows it will be able to read your watchlist, so do not share it.
uz_uz: Бу кодни биладиган ҳар ким сизнинг кузатув рўйхатингизни кўриши мумкин, шунинг учун бошқаларга уни ошкор қилманг.

source: Setting this preference is optional.
uz_uz: Ушбу афзалликни белгилаш мажбурий эмас.

source: The software uses its value to address you and to mention you to others using the appropriate grammatical gender.
uz_uz: Дастур сизга мурожаат қилганда ва бошқаларга сиз ҳақингизда гапирганида мос грамматик шаклни ишлатган ҳолда унинг қийматидан фойдаланади.

source: This information will be public.
uz_uz: Бу маълумот ҳаммага кўрсатилади.

source: Real name is optional.
uz_uz: Ҳақиқий исм мажбурий эмас.

source: If provided, it may be used to give you attribution for your work.
uz_uz: Агар келтирсангиз, ишингизнинг муаллифи деб кўрсатилади.

source: Email address is optional.
uz_uz: Электрон почта манзилини кўрсатиш мажбурий эмас.

source: But is needed for password resets, should you forget your password.
uz_uz: Лекин махфий сўзни унутиб қўйсангизда махфий сўзни тиклашда керак бўлади.

source: Whether the window draws WM decorations itself
uz_uz: Дераза Бошқарувчи безакларини деразанинг ўзи чизадими ёки йўқ

source: Failed to open file '%s': %s
uz_uz: '%s' файлини очиб бўлмади: %s

source: Image file '%s' contains no data
uz_uz: '%s' расм файлида ҳеч қандай маълумот йўқ

source: Failed to load animation '%s'
uz_uz: '%s' анимациясини юклаб бўлмади

source: reason not known, probably a corrupt animation file
uz_uz: сабаби номаълум, балки анимация файли бузуқдир

source: Image type '%s' is not supported
uz_uz: '%s' расм тури қўлланилмайди

source: Couldn't recognize the image file format for file '%s'
uz_uz: '%s' файлидаги расм форматини аниқлаб бўлмади

source: Failed to load image '%s': %s
uz_uz: '%s' расмини юклаб бўлмади: %s

source: Failed to open '%s' for writing: %s
uz_uz: '%s' файлини ёзиш учун очиб бўлмади: %s

source: When files cannot be opened by the browser they are automatically downloaded to the download folder and opened with the appropriate application.
uz_uz: Браузер файлларни очиб билмаса, улар автоматик равишда юкламалари жилдига юклаб олинади ва мос дастур билан очилади.

source: How to present animated images.
uz_uz: Жонлантирилган расмларни қандай кўрсатиш.

source: Possible values are "normal", "once" and "disabled".
uz_uz: Мумкин бўлган қийматлар: "оддий", "бир марта" ва "жонлантиришсиз".

source: The path of the folder where to download files to; or "Downloads" to use the default downloads folder, or "Desktop" to use the desktop folder.
uz_uz: Файллар юклаб олинадиган жилд манзили; андоза жилддан фойдаланиш учун "Downloads" ёки иш столига ёзиб олиш учун "Desktop"дан фойдаланинг.

source: Loading %s...
uz_uz: %s юкланмоқда...

source: Loading ...
uz_uz: Юкланмоқда ...

source: Could not create a temporary directory in %s.
uz_uz: %sда вақтинчалик жилд яратиб бўлмади.

source: The file %s exists.
uz_uz: %s файли мавжуд.

source: Please move it out of the way.
uz_uz: Илтимос уни бошқа жойга кўчиринг.

source: Failed to create directory %s.
uz_uz: %s директориясини яратиб бўлмади.

source: Directory %s is not writable
uz_uz: %s директорияси ёзувдан ҳимояланган

source: %s Properties
uz_uz: %s хоссалари

source: Close
uz_uz: Ёпиш

source: Delete topic %s?
uz_uz: %s мавзуси ўчирилинсинми?

source: The bookmarks from %s could not be imported because the file is corrupted or of an unsupported type.
uz_uz: %s файлидан хатчўпларни импорт қилиб бўлмади, чунки файл бузуқ ёки қўлланилмайдиган форматда.

source: Create topic %s
uz_uz: %s мавзусини яратиш

source: Download folder:
uz_uz: Юклаш жилди:

source: FILE
uz_uz: ФАЙЛ

source: Move Tab Right
uz_uz: Табни ўнгга кўчириш

source: How to print pages containing frames.
uz_uz: Рамкали саҳифаларни қандай чоп этиш.

source: Allowed values are 'normal', 'separately' and 'selected'.
uz_uz: Қуйидаги қийматлар рухсат этилган: 'оддий', 'алоҳида' ва 'танланганни'.

source: Show the history pages visited 'ever', 'last two days', 'last three days', 'today'.
uz_uz: 'Барча', 'охирги икки кунда', 'охирги уч кунда', 'бугун' очилган тарих саҳифаларини кўрсатиш.

source: Size of disk cache, in MB.
uz_uz: Диск кэш ҳажми (мегабайтда).

source: The bookmark information shown in the editor view.
uz_uz: Таҳрирлаш кўринишдаги кўрсатиладиган хатчўп маълумоти.

source: Valid values in the list are 'address' and 'title'.
uz_uz: Рўйхатдаги яроқли қийматлар қуйидагилар: 'манзил' ва 'сарлавҳа'.

source: Common Name:
uz_uz: Умумий Номи:

source: MB
uz_uz: МБ

source: The file %s has been downloaded.
uz_uz: %s файли юклаб бўлинди.

source: Redirecting to %s ...
uz_uz: %sга йўналтирилмоқда ...

source: Transferring data from %s...
uz_uz: %sдан маълумотлар ўтказилмоқда...

source: Waiting for authorization from %s...
uz_uz: %sдан рухсат кутилмоқда...

source: Off
uz_uz: Ўчирилган

source: Chinese
uz_uz: Хитойча

source: Simplified Chinese
uz_uz: Соддалаштирилган хитойча

source: Traditional Chinese
uz_uz: Анъанавий хитойча

source: East Asian
uz_uz: Шарқий осиёча

source: Japanese
uz_uz: Японча

source: Korean
uz_uz: Корейсча

source: Russian
uz_uz: Русча

source: Universal
uz_uz: Универсал

source: Ukrainian
uz_uz: Украинча

source: Show %s
uz_uz: %s ни кўрсатиш

source: Arabic
uz_uz: Арабча

source: select fonts for Arabic
uz_uz: Арабча учун шрифтни танлаш

source: Baltic
uz_uz: Болтиқча

source: Central European
uz_uz: Марказий европача

source: Cyrillic
uz_uz: Кирилча

source: Devanagari
uz_uz: Деванагари

source: Greek
uz_uz: Юнонча

source: Hebrew
uz_uz: Яҳудийча

source: Tamil
uz_uz: Тамилча

source: Thai
uz_uz: Тайча

source: Hong Kong
uz_uz: Гонконг

source: Turkish
uz_uz: Туркча

source: Armenian
uz_uz: Арманча

source: Bengali
uz_uz: Бенгалча

source: Ethiopic
uz_uz: Эфиопча

source: Georgian
uz_uz: Грузинча

source: Gujarati
uz_uz: Гужарати

source: Gurmukhi
uz_uz: Гурмухи

source: Khmer
uz_uz: Хмерча

source: Malayalam
uz_uz: Малаяламча

source: Western
uz_uz: Ғарбий

source: Other Scripts
uz_uz: Бошқа ёзувлар

source: Executes the script %s
uz_uz: %s скриптини ишга тушириш

source: Update bookmark %s?
uz_uz: %s хатчўпи янгилансинми?

source: The bookmarked page has moved to “%s”.
uz_uz: Хатчўп қўйилган саҳифа “%s” манзилига кўчирилди.

source: Download Link
uz_uz: Юклаб олиш ҳаволаси

source: Open image “%s”
uz_uz: “%s” расмини очиш

source: Use as desktop background “%s”
uz_uz: “%s” расмини иш столи фони сифатида ишлатиш

source: Save image “%s”
uz_uz: “%s” расмини сақлаш

source: Copy image address “%s”
uz_uz: “%s” расм манзилини нусхасини олиш

source: Send email to address “%s”
uz_uz: “%s” манзилига электрон почта жўнатиш

source: Copy email address “%s”
uz_uz: “%s” электрон почта манзили нусхасини олиш

source: Bookmark link “%s”
uz_uz: “%s” ҳаволасига хатчўп қўйиш

source: Copy link's address “%s”
uz_uz: “%s” ҳавола манзили нусхасини олиш

source: Could not parse the geometry spec passed to --geometry
uz_uz: --geometryга берилган геометрия хусусиятини таҳлил қилиб бўлмади

source: Error (%s) converting data for child, dropping.
uz_uz: Бола учун маълумотни ўгиришда хатолик (%s), ташлаб юбориляпи.

source: Attempt to set invalid NRC map '%c'.
uz_uz: Яроқсиз NRC харитаси '%c'ни ўрнатишга ҳаракат қилинди.

source: Unrecognized identified coding system.
uz_uz: Нотаниш белгиланган кодлаш системаси.

source: Attempt to set invalid wide NRC map '%c'.
uz_uz: Яроқсиз кенг NRC харитаси '%c'ни ўрнатишга ҳаракат қилинди.

source: Duplicate (%s/%s)!
uz_uz: (%s/%s)ни кўпайтириш!

source: CRTC %d cannot drive output %s
uz_uz: CRTC %d чиқиш йўли %sни ҳайдаб билмайди

source: could not get the screen resources (CRTCs, outputs, modes)
uz_uz: экран ресурслари (CRTCлар, чиқиш йўллари, турлари)ни олиб бўлмади

source: requested position/size for CRTC %d is outside the allowed limit: position=(%d, %d), size=(%d, %d), maximum=(%d, %d)
uz_uz: CRTC %dнинг сўралган жойлашуви/ўлчами рухсат берилган чегарадан ташқарида: жойлашуви=(%d, %d), ўлчами=(%d, %d), максимум=(%d, %d)

source: could not set the configuration for CRTC %d
uz_uz: CRTC бошқарувчиси %d учун конфигурацияни ўрнатиб бўлмади

source: could not get information about CRTC %d
uz_uz: CRTC %d ҳақида маълумот олиб бўлмади

source: Visited Link Color
uz_uz: Кўрилган Ҳавола Ранги

source: the GdkScreen for the renderer
uz_uz: Кўрсатувчи учун GdkScreen

source: Normal Size
uz_uz: Ўртанча ўлчам

source: Allow zoom greater than 100% initially
uz_uz: Бошида 100% дан ортиқ катталаштиришга рухсат бериш

source: Could not load image '%s'.
uz_uz: '%s' расмини юклаб бўлмади.

source: No images found in '%s'.
uz_uz: '%s' манзилида расмлар мавжуд эмас.

source: Value
uz_uz: Қиймати

source: Right:
uz_uz: Ўнгда:

source: (invalid Unicode)
uz_uz: (хато юникод)

source: Error on deleting image %s
uz_uz: %s расмни ўчиришда хатолик

source: Are you sure you want to move the selected image to the trash?
uz_uz: Танланган расмни чиқиндилар қутисига кўчиришга ишончингиз комилми?

source: Are you sure you want to move the %d selected images to the trash?
uz_uz: Танланган %d расмларни чиқиндилар қутисига кўчиришга ишончингиз комилми?

source: Show '%s'
uz_uz: '%s'ни кўрсатиш

source: Eye of GNOME Preferences
uz_uz: Eye of GNOME афзалликлари

source: Preferences for Eye of GNOME
uz_uz: Eye of GNOME афзалликлари

source: Save As...
uz_uz: Қуйидагича сақлаш...

source: Allows access to internal debugging and monitoring tools using the Alt-F2 dialog.
uz_uz: Alt-F2 диалог ойнаси орқали ички созлаш ва кузатиш асбобларига рухсат бериш.

source: GNOME Shell extensions have a UUID property.
uz_uz: GNOME Shell кенгайтмаларининг UUID хоссаси бор.

source: This key lists extensions which should be loaded.
uz_uz: Бу калит юкланиши керак бўлган кенгайтмалар рўйхатини кўрсатади.

source: Any extension that wants to be loaded needs to be in this list.
uz_uz: Юкланишни истайдиган кенгайтма ушбу рўйхатда бўлиши керак.

source: You can also manipulate this list with the EnableExtension and DisableExtension D-Bus methods on org.gnome.Shell.
uz_uz: Сиз бу рўйхатни org.gnome.Shellдаги D-Busнинг EnableExtension ва DisableExtension функциялари орақли ҳам бошқаришингиз мумкин.

source: History for command (Alt-F2) dialog
uz_uz: (Alt-F2) диалог ойначаси буйруқлар тарихи

source: Always show the 'Log out' menu item in the user menu.
uz_uz: Фойдаланувчи менюсида 'Чиқиш' менюсини ҳар доим кўрсатишга рухсат бериш.

source: This key overrides the automatic hiding of the 'Log out' menu item in single-user, single-session situations.
uz_uz: Ушбу калит ягона фойдаланувчили, ягона сессияли системада 'Чиқиш' менюсини автоматик яширишни белгилайди.

source: The shell will request a password when an encrypted device or a remote filesystem is mounted.
uz_uz: Shell шифрланган ёки масофавий файл системаларини ўрнатилганда махфий сўзни сўрайди.

source: If the password can be saved for future use a 'Remember Password' checkbox will be present.
uz_uz: Агар махфий сўз келажакда ишлатилиш учун сақлаб бўлинса 'Махфий сўзни эслаб қолиш' белгилаш катакчаси кўрсатилади.

source: This key sets the default state of the checkbox.
uz_uz: Ушбу калит ўша белгилаш катакчасининг сукут ҳолатини ўрнатади.

source: Keybinding to open the 'Show Applications' view
uz_uz: 'Дастурларни кўрсатиш' кўринишини очиш учун клавишалар бирикмаси

source: Keybinding to open the 'Show Applications' view of the Activities Overview.
uz_uz: Фаолиятлар обзорида 'Дастурларни кўрсатиш' кўриниши учун клавишалар бирикмаси.

source: Keybinding to open the Activities Overview.
uz_uz: Фаолиятлар Обзорини очиш учун клавишалар бирикмаси

source: Keybinding that pauses and resumes all running tweens, for debugging purposes
uz_uz: Барча ишлаб турган анимацияларни тўхтатиб туриш ва давом эттириш учун клавишалар бирикмаси (тузатиш мақсадида)

source: Configures how the windows are shown in the switcher.
uz_uz: Ўзгартирувчи тугмачада ойналар қандай кўринишини мослайди.

source: Valid possibilities are 'thumbnail-only' (shows a thumbnail of the window), 'app-icon-only' (shows only the application icon) or 'both'.
uz_uz: Яроқли қийматлар: 'thumbnail-only' (ойнанинг миниатурасини кўрсатади), 'app-icon-only' (фақтгини дастур нишончасини кўрсатади).

source: If true, only windows from the current workspace are shown in the switcher.
uz_uz: Агар белгиланса, фақатгина ушбу иш жойидаги ойналар ўзгартирувчи тугмачада кўрсатилади.

source: Otherwise, all windows are included.
uz_uz: Акс ҳолда, барча ойналар ҳисобга олинади.

source: There was an error loading the preferences dialog for %s:
uz_uz: %s учун афзаллилар диалог ойнасини юклашда хатолик содир бўлди:

source: Username:
uz_uz: Фойдаланувчи номи:

source: Execution of '%s' failed:
uz_uz: '%s'ни бажариб бўлмади:

source: %s has been added to your favorites.
uz_uz: %s сизнинг севимлилар рўйхатингизга қўшилди.

source: %s has been removed from your favorites.
uz_uz: %s сизнинг севимлилар рўйхатингиздан олиб ташланди.

source: Change Background
uz_uz: Фонни ўзгартириш

source: Open with %s
uz_uz: %s билан очиш

source: Password:
uz_uz: Махфий сўз:

source: Key:
uz_uz: Калит:

source: Identity:
uz_uz: Шахсият:

source: Private key password:
uz_uz: Шахсий калитнинг махфий сўзи:

source: Service:
uz_uz: Хизмат:

source: Passwords or encryption keys are required to access the wireless network %s.
uz_uz: Симсиз %s тармоққа уланиш учун махфий сўзлар ёки шифрлаш калитлари талаб қилинади.

source: Network name:
uz_uz: Тармоқ номи:

source: A password is required to connect to %s.
uz_uz: %sга уланиш учун махфий сўз талаб қилинади.

source: Invitation to %s
uz_uz: %sга таклифнома

source: Video call from %s
uz_uz: %sдан видео қўнғироқ

source: Call from %s
uz_uz: %sдан қўнғироқ

source: Unable to connect to %s
uz_uz: %sга уланиб бўлмади

source: Log Out %s
uz_uz: %sдан чиқиш

source: Download and install %s from extensions.gnome.org?
uz_uz: %sни extensions.gnome.orgдан юклаб олиб ўрнатасизми?

source: Type to search
uz_uz: Қидириш учун ёзинг

source: Restarting
uz_uz: Қайта ишга тушириляпти

source: Searching
uz_uz: Қидириляпти

source: Authentication required
uz_uz: Ҳақиқийлигини аниқлаш талаб қилинади

source: Unavailable
uz_uz: Мавжуд эмас

source: Estimating
uz_uz: Баҳоланяпти

source: %s is ready
uz_uz: %s тайёр

source: The text of the label.
uz_uz: Ёрлиқ матни

source: You can stop this operation by clicking cancel.
uz_uz: Ушбу амални бекор қилиш тугмасини босиб тўхтатишингиз мумкин.

source: invalid Unicode
uz_uz: яроқсиз Юникод

source: Skip
uz_uz: Ўтказиб юбориш

source: Skip All
uz_uz: Ҳаммасини ўтказиб юбориш

source: Replace
uz_uz: Алмаштириш

source: 10th copy
uz_uz: 10чи нусха

source: 1st copy
uz_uz: 1чи нусха

source: 2nd copy
uz_uz: 2чи нусха

source: 3rd copy
uz_uz: 3чи нусха

source: Skip files
uz_uz: Файлларни ўтказиб юбориш

source: Could not remove the folder %B.
uz_uz: %B жилдини олиб ташлаб бўлмади.

source: There was an error deleting %B.
uz_uz: %B олиб ташланаётганда хатолик рўй берди.

source: Unable to eject %V
uz_uz: %V ни чиқариб бўлмади

source: Unable to unmount %V
uz_uz: %Vни чиқариб бўлмади

source: Could not remove the already existing file with the same name in %F.
uz_uz: %Fдаги шу номли файлни олиб ташлаб бўлмади.

source: Error while creating link to %B.
uz_uz: %B учун ҳавола яратилаётганда хатолик рўй берди.

source: Error while creating directory %B.
uz_uz: %B жилдини яратишда хатолик юз берди.

source: Error while creating file %B.
uz_uz: %B файлини яратишда хатолик юз берди.

source: There was an error creating the directory in %F.
uz_uz: %Fда жилд яратилаётганда хатолик рўй берди.

source: Whether to ask for confirmation when deleting files, or emptying Trash
uz_uz: Файллар олиб ташланилаётганда ёки чиқиндилар қутиси тозаланилаётганда тасдиқлашниниг сўралиши

source: Possible values are 'single' to launch files on a single click, or 'double' to launch them on a double click.
uz_uz: Мумкин қийматлар: файлларни бир марта чертиб очиш учун 'ягона', икки марта чертиб очиш учун 'қўшалоқ'.

source: Home icon visible on desktop
uz_uz: 'Уй' нишончасини иш столида кўрсатиш

source: If this is set to true, an icon linking to the home folder will be put on the desktop.
uz_uz: Агар белгиланса, уй жилди нишончаси иш столида кўрсатилади.

source: If this is set to true, an icon linking to the trash will be put on the desktop.
uz_uz: Агар белгиланса, чиқиндилар қутиси нишончаси иш столида кўрсатилади.

source: Desktop home icon name
uz_uz: Иш столидаги уй нишончаси номи

source: This name can be set if you want a custom name for the home icon on the desktop.
uz_uz: Иш столидаги уй жилди нишончаси учун махсус ном қўймоқчи бўлсангиз ушбуни ўзгартиринг.

source: Desktop trash icon name
uz_uz: Иш столидаги чиқиндилар қутиси нишончаси номи

source: This name can be set if you want a custom name for the trash icon on the desktop.
uz_uz: Иш столидаги чиқиндилар қутиси нишончаси учун махсус ном қўймоқчи бўлсангиз ушбуни ўзгартиринг.

source: This name can be set if you want a custom name for the network servers icon on the desktop.
uz_uz: Иш столидаги тармоқ серверлари нишончаси учун махсус ном қўймоқчи бўлсангиз ушбуни ўзгартиринг.

source: geometry
uz_uz: ҳандаса

source: 1 MB
uz_uz: 1 МБ

source: 100 MB
uz_uz: 100 МБ

source: 1 GB
uz_uz: 1 ГБ

source: no
uz_uz: йўқ

source: Execute:
uz_uz: Бажариш:

source: Close Tab
uz_uz: Табни ёпиш

source: Computer icon visible on desktop
uz_uz: Компьютер нишончасини иш столида кўрсатиш

source: Desktop computer icon name
uz_uz: Иш столидаги Компьютер нишончаси номи

source: If this is set to true, an icon linking to the computer location will be put on the desktop.
uz_uz: Агар белгиланса компьютер нишончаси иш столида кўрсатилади.

source: List of x-content/* types set to 'Do Nothing'
uz_uz: x-content/* турларининг рўйхати 'Ҳеч нарса қилинмасин' сифатида ўрнатилган

source: List of x-content/* types set to 'Open Folder'
uz_uz: x-content/* турларининг рўйхати 'Жилдни очиш' сифатида ўрнатилган

source: The default sort-order for items in the icon view.
uz_uz: Нишонча кўринишидаги андоза тартиби.

source: Possible values are 'name', 'size', 'type', 'modification_date', and 'emblems'.
uz_uz: Мумкин бўлган қийматлар: 'номи', 'ҳажми', 'тури', 'ўзгариш санаси' ва 'нишон'.

source: The format of file dates.
uz_uz: Файл санасининг формати.

source: Possible values are 'locale', 'iso', and 'informal'.
uz_uz: Мумкин бўлган қийматлар: 'жойи', 'ISO' ва 'норасмий'.

source: Sorry, but there is already an emblem named '%s'.
uz_uz: Узр, лекин '%s' номли нишон аллақачон мавжуд.

source: A folder named '%B' already exists.
uz_uz: '%B' номли жилд аллақачон мавжуд.

source: Do you want to merge the source folder?
uz_uz: Манба жилд билан бирлаштиришни истайсизми?
