Repository: 6ahodir/corpus
Catalog: computer terms.po
Languages: uz_uz

source: Author
uz_uz: Муаллиф

source: Source
uz_uz: Манба

source: North latitude
uz_uz: Шимолий кенглик

source: South latitude
uz_uz: Жанубий кенглик

source: East longitude
uz_uz: Шарқий узунлик

source: West longitude
uz_uz: Ғарбий узунлик

source: Kilometers
uz_uz: Километр

source: Miles
uz_uz: Мил

source: Crime and law
uz_uz: Жиноят ва қонун

source: Disasters and accidents
uz_uz: Офатлар ва бахтсиз ҳодисалар

source: Economy and business
uz_uz: Иқтисод ва бизнес

source: Education
uz_uz: Таълим

source: Environment
uz_uz: Атроф муҳит

source: Human interest
uz_uz: Инсон манфаати

source: Labor
uz_uz: Меҳнат

source: Lifestyle and leisure
uz_uz: Турмуш тарзи ва ҳордиқ

source: Politics
uz_uz: Сиёсат

source: Religion and belief
uz_uz: Дин ва имон

source: Science and technology
uz_uz: Фан ва технология

source: Sports
uz_uz: Спорт

source: Weather
uz_uz: Об-ҳаво

source: Original file
uz_uz: Асл файл

source: Nothing to see.
uz_uz: Кўрадиган ҳеч нарса йўқ.

source: uz-Latn
uz_uz: лотинча

source: uz-Cyrl
uz_uz: кириллча

source: Metadata
uz_uz: Метамаълумот

source: Show extended details
uz_uz: Батафсил тафсилотларни кўрсатиш

source: Hide extended details
uz_uz: Батафсил тафсилотларни яшириш

source: Width
uz_uz: Эни

source: Thumbnail size:
uz_uz: Миниатюра ўлчами:

source: Mark this page as patrolled
uz_uz: Бу саҳифани текширилган деб белгилаш

source: Patrol log
uz_uz: Патруллаш қайдлари

source: ← Older edit
uz_uz: ← Эскироқ таҳрир

source: Newer edit →
uz_uz: Янгироқ таҳрир →

source: Edit history
uz_uz: Ўзгаришлар тарихи

source: Display title
uz_uz: Сарлавҳани кўрсатиш

source: Page ID
uz_uz: Саҳифа идентификатори

source: Number of page watchers
uz_uz: Саҳифа кузатувчилари сони

source: Total number of edits
uz_uz: Жами таҳрирлар сони

source: Page information
uz_uz: Саҳифа ҳақида маълумот

source: Redirects to
uz_uz: Ушбуга қайта йўналтирилади

source: Recreate the page even though it has been deleted
uz_uz: Бу саҳифа ўчирилган бўлишига қарамасдан уни қайта яратиш

source: Enter a short summary
uz_uz: Қисқа мазмун киритинг

source: others
uz_uz: бошқалар

source: View the help page
uz_uz: Ёрдам саҳифасини кўриш

source: View the category page
uz_uz: Туркум саҳифасини кўриш

source: Mark this as a minor edit
uz_uz: Кичик ўзгартириш сифатида белгилаш

source: Save your changes
uz_uz: Ўзгаришларни сақлаш

source: Preview your changes.
uz_uz: Ўзгаришларни кўриб чиқиш.

source: Please use this before saving!
uz_uz: Илтимос, сақлашдан олдин ундан фойдаланинг!

source: Show which changes you made to the text
uz_uz: Матнга киритган ўзгартиришларингизни кўриш.

source: See the differences between the two selected revisions of this page
uz_uz: Бу саҳифанинг икки танланган версиялари орасидаги фарқни кўриш.

source: View the content page
uz_uz: Саҳифани кўриш

source: View the user page
uz_uz: Фойдаланувчи саҳифасини кўриш

source: View the media page
uz_uz: Медиа саҳифасини кўриш

source: This is a special page, you cannot edit the page itself
uz_uz: Бу махсус саҳифа, уни таҳрирлай олмайсиз.

source: View the project page
uz_uz: Лойиҳа саҳифасини кўриш

source: View the file page
uz_uz: Файл саҳифасини кўриш

source: View the system message
uz_uz: Тизим хабарини кўриш

source: View the template
uz_uz: Андозани кўриш

source: Find background information on current events
uz_uz: Жорий ҳодисалар ҳақида маълумот олиш

source: A list of recent changes in the wiki
uz_uz: Викидаги сўнгги ўзгартиришлар рўйхати

source: Load a random page
uz_uz: Тасодифий саҳифага ўтиш

source: The place to find out
uz_uz: Қисқа ва лўнда маълумотнома

source: A list of all wiki pages that link here
uz_uz: Ушбу саҳифага боғланган барча вики саҳифалар рўйхати

source: Recent changes in pages linked from this page
uz_uz: Бу саҳифага боғланган саҳифалардаги янги ўзгаришлар

source: RSS feed for this page
uz_uz: Бу саҳифа учун RSS таъминот

source: Atom feed for this page
uz_uz: Бу саҳифа учун Атом таъминот

source: A list of contributions of this user
uz_uz: Ушбу фойдаланувчи ҳиссалари рўйхати

source: Send an email to this user
uz_uz: Ушбу фойдаланувчига хат жўнатиш

source: Upload files
uz_uz: Файлларни юклаш

source: A list of all special pages
uz_uz: Барча махсус саҳифалар рўйхати

source: Printable version of this page
uz_uz: Ушбу саҳифанинг босма учун версияси

source: Permanent link to this revision of the page
uz_uz: Саҳифанинг ушбу версиясига доимий ишорат

source: Go to a page with this exact name if exists
uz_uz: Худди шу номли саҳифа бор бўлса, уни оч

source: Search the pages for this text
uz_uz: Саҳифалардан ушбу матнни излаш

source: Visit the main page
uz_uz: Бош саҳифага ўтиш

source: About the project, what you can do, where to find things
uz_uz: Лойиҳа ҳақида, нималар қилишингиз мумкин, қаердан нарсаларни топиш

source: A list of your contributions
uz_uz: Ҳиссаларингиз рўйхати

source: You are encouraged to log in; however, it is not mandatory
uz_uz: Бу мажбурий бўлмаса-да, тизимга киришингиз қўллаб қувватланилади.

source: Discussion about the content page
uz_uz: Саҳифа матни борасида мунозара

source: You can edit this page.
uz_uz: Сиз бу саҳифани таҳрирлашингиз мумкин.

source: Please use the preview button before saving.
uz_uz: Илтимос, сақлашдан олдин кўриб чиқиш тугмасидан фойдаланинг.

source: Start a new section
uz_uz: Янги бўлим бошлаш

source: This page is protected.
uz_uz: Бу саҳифа ҳимояланган.

source: You can view its source.
uz_uz: Сиз унинг манбасини кўришингиз мумкин.

source: Past revisions of this page
uz_uz: Бу саҳифанинг олдинги версиялари

source: Restore the edits done to this page before it was deleted.
uz_uz: Бу саҳифа ўчирилишидан олдин қилинган таҳрирларни тиклаш.

source: Add this page to your watchlist
uz_uz: Бу саҳифани кузатув рўйхатингизга қўшиш

source: Remove this page from your watchlist
uz_uz: Бу саҳифани кузатув рўйхатингиздан ўчириш

source: System messages
uz_uz: Тизим хабарлари

source: Current message text
uz_uz: Жорий хабар матни

source: Enlarge
uz_uz: Катталаштириш

source: Error creating thumbnail.
uz_uz: Тасвир яратишда хатолик.

source: Import log
uz_uz: Импорт қилиш қайдлари

source: ported [[$1]] by file upload
uz_uz: [[$1]] юклаш орқали импорт қилинди

source: Your user page
uz_uz: Фойдаланувчи саҳифангиз

source: Your talk page
uz_uz: Суҳбат саҳифангиз

source: Discussion about edits from this IP address
uz_uz: Бу IP манзилдан амалга оширилган таҳрирлар мунозараси

source: Your preferences
uz_uz: Мосламаларингиз

source: A list of pages you are monitoring for changes
uz_uz: Сиз кузатиб бораётган саҳифалардаги ўзгаришлар рўйхати

source: Export pages
uz_uz: Саҳифаларни экспорт қилиш

source: Export
uz_uz: Экспорт

source: Add pages from category:
uz_uz: Ушбу туркумдан саҳифаларни қўшиш:

source: Add
uz_uz: Қўшиш

source: Add pages from namespace:
uz_uz: Ушбу номфазодан саҳифаларни қўшиш:

source: Save as file
uz_uz: Файл сифатида сақлаш

source: Include templates
uz_uz: Андозалар билан бирга

source: Include linked pages to a depth of:
uz_uz: Теранлиги қуйидагича бўлган боғланган саҳифаларни киритиш:

source: This page has $1 subpages shown below.
uz_uz: Ушбу саҳифанинг қуйида кўрсатилган $1 та остсаҳифаси бор.

source: This page has no subpages.
uz_uz: Бу саҳифа остсаҳифаларга эга эмас.

source: Delete and move
uz_uz: Ўчириш ва кўчириш

source: Yes, delete the page
uz_uz: Ҳа, ушбу саҳифа ўчирилсин

source: Update any redirects that point to the original title
uz_uz: Асл номга йўналтиришларни янгилаш

source: Leave a redirect behind
uz_uz: Қайта йўналтиришни ортда қолдириш

source: A redirect has been created.
uz_uz: Қайта йўналтириш яратилди.

source: Move associated talk page
uz_uz: Боғлиқ мунозара саҳифасини кўчириш

source: Move subpages (up to $1)
uz_uz: Остсаҳифаларни кўчириш ($1 гача)

source: Move subpages of talk page (up to $1)
uz_uz: Мунозара саҳифасининг остсаҳифаларини кўчириш ($1 гача)

source: The page $1 has been moved to $2.
uz_uz: Саҳифа номи «$1»дан «$2»га кўчирилди.

source: Move log
uz_uz: Кўчириш қайдлари

source: Move $1
uz_uz: $1ни кўчириш

source: Move page
uz_uz: Саҳифани кўчириш

source: Move page:
uz_uz: Кўчириладиган саҳифа:

source: To new title:
uz_uz: Янги номга:

source: Watch source page and target page
uz_uz: Манба ва нишон саҳифаларини кузатиш

source: Move succeeded
uz_uz: Кўчириш мувофаққиятли бўлди

source: anon. only
uz_uz: фақат анонимлар

source: autoblock disabled
uz_uz: авточетлаштириш ўчирилган

source: account creation disabled
uz_uz: ҳисоб ёзуви яратиш ўчирилган

source: email disabled
uz_uz: э-мактуб ўчирилган

source: cannot edit own talk page
uz_uz: ўзининг мунозара саҳифасини таҳрирлаб бўлмайди

source: The block list is empty.
uz_uz: Тўсиқлар рўйхати бўш.

source: block
uz_uz: четлаштириш

source: unblock
uz_uz: тўсиқни олиб ташлаш

source: change block
uz_uz: тўсиқни ўзгартириш

source: contribs
uz_uz: ҳиссалар

source: send email
uz_uz: э-мактуб жўнатиш

source: Block log
uz_uz: Четлатиш қайдлари

source: Timestamp
uz_uz: Вақт тамғаси

source: Target
uz_uz: Нишон

source: Expires
uz_uz: Тугайди

source: Blocking admin
uz_uz: Четлаштирган маъмур

source: Block parameters
uz_uz: Четлаштириш мосламалари

source: Local block
uz_uz: Маҳаллий четлаштириш

source: Other blocks
uz_uz: Бошқа четлаштиришлар

source: infinite
uz_uz: муддациз

source: Filters
uz_uz: Филтрлар

source: Autoblock #$1
uz_uz: Авточетлаштириш #$1

source: Block user
uz_uz: Фойдаланувчини четлаштириш

source: Unblock user
uz_uz: Фойдаланувчига йўл очиш

source: Expiry:
uz_uz: Тугаш муддати:

source: ← links
uz_uz: ← ишоратлар

source: redirect page
uz_uz: йўналтирувчи саҳифа

source: transclusion
uz_uz: қўшимча

source: file link
uz_uz: файлли ҳавола

source: Search for contributions
uz_uz: Ҳиссаларни қидириш

source: IP address or username:
uz_uz: IP-манзил ёки фойдаланувчи номи:

source: Only show edits that are latest revisions
uz_uz: Фақат охирги деб ҳисобланган таҳрирларни кўрсатиш

source: What links here
uz_uz: Бу саҳифага боғланган саҳифалар

source: Pages that link to $1
uz_uz: $1га боғланган саҳифалар

source: Page:
uz_uz: Саҳифа:

source: Contributions
uz_uz: Ҳиссалар

source: For $1
uz_uz: $1 учун

source: No changes were found matching these criteria.
uz_uz: Ушбу шартларга мувофиқ ўзгаришлар топилмади.

source: From month (and earlier):
uz_uz: Ойдан (ва аввалроқ)

source: From year (and earlier):
uz_uz: Йилдан (ва аввалроқ)

source: Show contributions of new accounts only
uz_uz: Янги фойдаланувчиларнинг ҳиссаларинигина кўрсатиш

source: For new accounts
uz_uz: Янги ҳисоб ёзувлари учун

source: User contributions for new accounts
uz_uz: Янги ҳисоб ёзувларининг ҳиссалари

source: block log
uz_uz: четлатиш қайди

source: deleted user contributions
uz_uz: ўчирилган фойдаланувчи ҳиссалари

source: uploads
uz_uz: юкламалар

source: logs
uz_uz: қайдлар

source: talk
uz_uz: мунозара

source: user rights management
uz_uz: фойдаланувчининг ҳуқуқларини бошқариш

source: Upload
uz_uz: Юклаш

source: fully protected
uz_uz: тўлиқ ҳимояланган

source: semi protected
uz_uz: қисман ҳимояланган

source: any level
uz_uz: ихтиёрий даража

source: View deleted pages
uz_uz: Ўчирилган саҳифаларни кўриш

source: View and restore deleted pages
uz_uz: Ўчирилган саҳифаларни кўриш ва тиклаш

source: No previous revision found.
uz_uz: Олдинги версия топилмади.

source: Restore
uz_uz: Тиклаш

source: view
uz_uz: кўриш

source: Invert selection
uz_uz: Танлаш тартибини алмаштириш

source: Search deleted pages
uz_uz: Ўчирилган саҳифаларни қидириш

source: Show pages starting with:
uz_uz: Қуйидагича бошланган саҳифаларни кўрсатиш:

source: Associated namespace
uz_uz: Боғлиқ номфазо

source: Main
uz_uz: Асосий

source: Permission:
uz_uz: Ҳуқуқлар:

source: Restriction level:
uz_uz: Чеклов даражаси:

source: Min size
uz_uz: Энг кичик ҳажм

source: Max size:
uz_uz: Энг катта ҳажм:

source: bytes
uz_uz: байт

source: Other time:
uz_uz: Бошқа муддат:

source: Existing expiry time
uz_uz: Мавжуд тугаш вақти

source: Edit protection reasons
uz_uz: Ҳимоялаш сабабларини таҳрирлаш

source: Change protection level for "$1"
uz_uz: "$1" учун ҳимоя даражасини ўзгартириш

source: Confirm protection
uz_uz: Ҳимояни тасдиқлаш

source: Expires:
uz_uz: Тугайди:

source: Unlock further protect options
uz_uz: Қўшимча ҳимоя мосламаларини ёқиш

source: Here you may view and change the protection level for the page $1.
uz_uz: Бу ерда сиз $1 саҳифасининг ҳимоя даражасини кўришингиз ва ўзгартишингиз мумкин.

source: Allow all users
uz_uz: Барча фойдаланувчиларга рухсат бериш

source: Allow only autoconfirmed users
uz_uz: Фақат автотасдиқланган фойдаланувчиларга рухсат бериш

source: Allow only administrators
uz_uz: Фақат администраторларга рухсат бериш

source: cascading
uz_uz: поғонали

source: Session failure
uz_uz: Сеансда хатолик

source: Protection log
uz_uz: Ҳимоялаш қайдлари

source: Rollback failed
uz_uz: Эски ҳолига қайтариб бўлмади

source: Roll back edits
uz_uz: Ўзгаришларни ортга қайтариш

source: rollback
uz_uz: ортга қайтариш

source: Deletion log
uz_uz: Ўчириш қайдлари

source: Below is a list of the most recent deletions.
uz_uz: Қуйида энг сўнгги ўчириш қайдлари келтирилган

source: deletion log
uz_uz: ўчириш қайдлари

source: Reverted to earlier revision
uz_uz: Эски ҳолига келтирилди

source: Edit deletion reasons
uz_uz: Ўчириш сабабларини таҳрирлаш

source: Action complete
uz_uz: Амал бажарилди

source: Action failed
uz_uz: Амал мувофаққиятсиз бўлди

source: created
uz_uz: яратилди

source: changed
uz_uz: ўзгартирилди

source: Delete page
uz_uz: Саҳифани ўчириш

source: Confirm
uz_uz: Тасдиқлаш

source: See $1 to view this change.
uz_uz: Ўзгаришларни кўриш учун $1 га қаранг.

source: anonymous user $1
uz_uz: аноним фойдаланувчи $1

source: Watchlist options
uz_uz: Кузатув рўйхати мосламалари

source: Watching...
uz_uz: Кузатиляпти...

source: Unwatching...
uz_uz: Кузатилмаяпти...

source: Mark all pages visited
uz_uz: Ҳамма саҳифаларни кўриб чиқилган деб белгилаш

source: Watch
uz_uz: Кузатиш

source: Unwatch
uz_uz: Кузатмаслик

source: Stop watching
uz_uz: Кузатувни тўхтатиш

source: Not a content page
uz_uz: Мақола эмас

source: Remove from watchlist
uz_uz: Кузатув рўйхатидан ўчириш

source: Email me a copy of my message.
uz_uz: Мактубим нусхаси э-почтамга жўнатилсин.

source: Email sent
uz_uz: Э-мактуб жўнатилди

source: Your email message has been sent.
uz_uz: Сизнинг электрон мактубингиз жўнатилди.

source: Leaving system message.
uz_uz: Тизим хабари қолдириляпти.

source: System messenger
uz_uz: Тизим хабарчиси

source: You have no items on your watchlist.
uz_uz: Кузатув рўйхатингизда ҳеч нима йўқ.

source: Add to watchlist
uz_uz: Кузатув рўйхатига қўшиш

source: User email disabled
uz_uz: Фойдаланувчи электрон почтаси ўчирилган

source: No email address
uz_uz: Электрон почта манзили мавжуд эмас

source: This user has not specified a valid email address.
uz_uz: Бу фойдаланувчи яроқли э-почта манзили кўрсатгани йўқ.

source: Enter username of recipient
uz_uz: Олувчининг фойдаланувчи исмини киритинг

source: Submit
uz_uz: Тақдим қилиш

source: Send an email to another user
uz_uz: Бошқа иштирокчига хат жўнатиш

source: From:
uz_uz: Кимдан:

source: To:
uz_uz: Кимга:

source: Subject:
uz_uz: Сарлавҳа:

source: Message:
uz_uz: Хабар

source: Send
uz_uz: Жўнатиш

source: Group
uz_uz: Гуруҳ

source: Rights
uz_uz: Ҳуқуқлар

source: Help: Group rights
uz_uz: Ёрдам: Гуруҳ ҳуқуқлари

source: list of members
uz_uz: аъзолар рўйхати

source: Email this user
uz_uz: Ушбу фойдаланувчига э-мактуб жўнатиш

source: No user found.
uz_uz: Фойдаланувчи топилмади.

source: blocked
uz_uz: четлаштирилган

source: Active users list
uz_uz: Фаол фойдаланувчилар рўйхати

source: Hide bots
uz_uz: Ботларни яшириш

source: Hide administrators
uz_uz: Маъмурларни яшириш

source: No users found.
uz_uz: Фойдаланувчилар топилмади.

source: User group rights
uz_uz: Фойдаланувчи гуруҳи ҳуқуқлари

source: Deleted user contributions
uz_uz: Фойдаланувчининг ўчирилган ҳиссаси

source: contributions
uz_uz: ҳисса

source: External links search
uz_uz: Ташқи ҳаволаларни қидириш

source: Search pattern:
uz_uz: Қидирув намунаси:

source: Namespace:
uz_uz: Номфазо:

source: sort by count
uz_uz: ҳисоби бўйича саралаш

source: sort alphabetically
uz_uz: алифбо бўйича саралаш

source: Display categories starting at:
uz_uz: Қуйидагидан бошланувчи туркумларни кўрсатиш:

source: All pages
uz_uz: Барча саҳифалар

source: Next page ($1)
uz_uz: Кейинги саҳифа ($1)

source: Previous page ($1)
uz_uz: Аввалги саҳифа ($1)

source: Display pages starting at:
uz_uz: Қуйидагидан бошланувчи саҳифаларни кўрсатиш:

source: Display pages with prefix:
uz_uz: Шундай префиксли саҳифаларни кўрсатиш:

source: Hide redirects
uz_uz: Йўналтиришларни яшириш

source: View latest.
uz_uz: Охиргисини кўриш

source: No matching items in log.
uz_uz: Қайдда мос ёзувлар мавжуд эмас.

source: Search titles starting with this text
uz_uz: Ушбу матн билан бошланувчи сарлавҳаларни излаш

source: Change visibility of selected log entries
uz_uz: Танланган қайд ёзувлари кўринишини ўзгартириш

source: Oversight
uz_uz: Назорат

source: Book sources
uz_uz: Китоб манбалари

source: Search for book sources
uz_uz: Китоб манбаларини қидириш

source: Performer:
uz_uz: Ижрочи:

source: Target (title or user):
uz_uz: Мўлжал (сарлавҳа ёки фойдаланувчи):

source: Logs
uz_uz: Қайдлар

source: All public logs
uz_uz: Барча очиқ қайдлар

source: Edit block reasons
uz_uz: Сабаблар рўйхатини таҳрирлаш

source: Unblock $1
uz_uz: $1дан тўсиқни олиш

source: Remove this block
uz_uz: Ушбу тўсиқни олиб ташлаш

source: User has been unblocked.
uz_uz: Фойдаланувчидан тўсиқ олиб ташланди.

source: Blocked users
uz_uz: Четлаштирилган фойдаланувчилар

source: This user is currently blocked.
uz_uz: Ушбу фойдаланувчи ҳозирда таҳрирлашдан четлатилган.

source: The latest block log entry is provided below for reference:
uz_uz: Қуйида четлатиш қайдларидан сўнгги ёзув келтирилган:

source: Email this user.
uz_uz: Ушбу фойдаланувчига электрон мактуб жўнатиш.

source: Email user
uz_uz: Фойдаланувчига электрон мактуб жўнатиш

source: New pages
uz_uz: Янги саҳифалар

source: Move
uz_uz: Кўчириш

source: Move this page
uz_uz: Бу саҳифани кўчириш

source: Orphaned pages
uz_uz: Етим саҳифалар

source: Uncategorized pages
uz_uz: Туркумлаштирилмаган саҳифалар

source: Uncategorized categories
uz_uz: Туркумлаштирилмаган туркумлар

source: Uncategorized files
uz_uz: Туркумлаштирилмаган файллар

source: Uncategorized templates
uz_uz: Туркумлаштирилмаган андозалар

source: Unused categories
uz_uz: Ишлатилмаётган туркумлар

source: Unused files
uz_uz: Ишлатилинмаган файллар

source: Wanted categories
uz_uz: Талаб қилинаётган туркумлар

source: Pages with the most categories
uz_uz: Энг кўп туркумли саҳифалар

source: All pages with prefix
uz_uz: Префиксли барча саҳифалар

source: Protected pages
uz_uz: Ҳимояланган саҳифалар

source: User list
uz_uz: Фойдаланувчилар рўйхати

source: Property name:
uz_uz: Хосса номи:

source: Average edits per page
uz_uz: Ўртача таҳрирлар сони (саҳифа бошига)

source: Registered users
uz_uz: Қайд этилган фойдаланувчилар

source: Active users
uz_uz: Фаол фойдаланувчилар

source: Pages
uz_uz: Саҳифалар

source: All pages in the wiki, including talk pages, redirects, etc.
uz_uz: Ушбу викидаги барча саҳифалар, жумладан мунозара, йўналтириш ва ҳоказо

source: Uploaded files
uz_uz: Юкланган файллар

source: download
uz_uz: юклаш

source: Unused templates
uz_uz: Ишлатилинмаган андозалар

source: Random page
uz_uz: Тасодифий саҳифа

source: Statistics
uz_uz: Статистика

source: Page statistics
uz_uz: Саҳифалар статистикаси

source: Edit statistics
uz_uz: Таҳрирлар статистикаси

source: User statistics
uz_uz: Фойдаланувчилар статистикаси

source: Wikimedia Commons
uz_uz: Викиомбор

source: a shared repository
uz_uz: умумий файллар сақланадиган жой

source: Upload a new version of this file
uz_uz: Бу файлнинг янги версиясини юклаш

source: There are no pages that link to this file.
uz_uz: Бу файлга боғланган саҳифалар йўқ.

source: delete all
uz_uz: барчасини ўчириш

source: delete
uz_uz: ўчириш

source: revert
uz_uz: қайтариш

source: current
uz_uz: жорий

source: Date/Time
uz_uz: Сана/Вақт

source: No thumbnail
uz_uz: Миниатюраси йўқ

source: Dimensions
uz_uz: Ўлчамлари

source: File size
uz_uz: Файл ҳажми

source: Comment
uz_uz: Изоҳ

source: file
uz_uz: файл

source: File list
uz_uz: Файллар рўйхати

source: Thumbnail
uz_uz: Миниатура

source: Date
uz_uz: Сана

source: Name
uz_uz: Номи

source: User
uz_uz: Фойдаланувчи

source: Size
uz_uz: Ўлчами

source: Description
uz_uz: Таъриф

source: Versions
uz_uz: Версиялар

source: File history
uz_uz: Файл тарихи

source: Source filename:
uz_uz: Манба файл номи:

source: Destination filename:
uz_uz: Манзил файл номи:

source: Maximum file size
uz_uz: Файлнинг максимал ўлчами

source: File description
uz_uz: Файл тавсифи

source: Upload options
uz_uz: Юклаш мосламалари

source: Watch this file
uz_uz: Бу файлни кузатиш

source: Licensing
uz_uz: Лицензиялаш

source: (your chosen file from your computer)
uz_uz: (компьютерингиздан танлаган файлингиз)

source: This special page shows all uploaded files.
uz_uz: Ушбу махсус саҳифада барча юкланган файллар кўрсатилган.

source: Upload log
uz_uz: Юклаш қайдлари

source: Filename
uz_uz: Файл номи

source: Summary
uz_uz: Қисқа изоҳ

source: File changes:
uz_uz: Файлдаги ўзгаришлар:

source: Copyright status:
uz_uz: Тарқатиш шартлари:

source: Source:
uz_uz: Манба:

source: Ignore any warnings
uz_uz: Огоҳлантиришларга эътибор қилмаслик

source: Source file
uz_uz: Юкланаётган файл

source: Page name:
uz_uz: Саҳифа номи:

source: Show changes to pages linked to the given page instead
uz_uz: Эвазига кўрсатилган саҳифага боғланган саҳифалардаги ўзгаришларни кўриш

source: Upload file
uz_uz: Файл юклаш

source: Upload error
uz_uz: Юклашда хатолик

source: anonymous users
uz_uz: аноним фойдаланувчилар

source: patrolled edits
uz_uz: текширилган таҳрирлар

source: my edits
uz_uz: менинг таҳрирларим

source: new section
uz_uz: янги мавзу

source: Show details
uz_uz: Тасфилотларни кўрсатиш

source: Hide details
uz_uz: Тафсилотлоларни яшириш

source: originally created as $1
uz_uz: дастлаб $1 сифатида яратилган

source: Related changes
uz_uz: Боғлиқ ўзгаришлар

source: Changes related to $1
uz_uz: $1га алоқадор ўзгаришлар

source: minor edits
uz_uz: Кичик таҳрирларни

source: Show
uz_uz: Кўрсатиш

source: Hide
uz_uz: Яшириш

source: bots
uz_uz: ботлар

source: registered users
uz_uz: Рўйхатдан ўтган фойдаланувчилар

source: The page size changed by this number of bytes
uz_uz: Саҳифа вазни ушбу миқдордаги байтга ўзгарди

source: Legend
uz_uz: Изоҳ

source: Someone else has changed this page since you started editing it.
uz_uz: Саҳифани таҳрирлашни бошлаганингиздан буён бошқа биров унга ўзгариш киритиб улгурди.

source: The upper text area contains the page text as it currently exists.
uz_uz: Юқоридаги матн майдони саҳифанинг жорий матнини ўз ичига олган.

source: Your changes are shown in the lower text area.
uz_uz: Пастдаги матн майдонида сизнинг ўзгартиришларингиз кўрсатилган.

source: You will have to merge your changes into the existing text.
uz_uz: Ўзгаришларингизни мавжуд матнга киритишингиз керак бўлади.

source: Only the text in the upper text area will be saved when you press the save button.
uz_uz: Сақлаш тугмасини босганингизда фақат юқоридаги матн майдонидаги матн сақланади.

source: Warning: You are editing an out-of-date revision of this page.
uz_uz: Огоҳлантириш: Сиз саҳифанинг эски версиясини таҳрирлаяпсиз.

source: If you save it, any changes made since this revision will be lost.
uz_uz: Уни сақласангиз, ушбу версиядан кейин киритилган ўзгартиришлар йўқотилади.
